Repository: endlessm/gnome-control-center
Catalog: po/*.po
Languages: bn

source: Left-Handed Orientation
bn: বাম-হাতি প্রবণতা

source: Map to Monitor…
bn: মনিটরের মানচিত্র

source: Map Buttons…
bn: মানচিত্র বোতাম...

source: Calibrate…
bn: ক্যালিব্রেট...

source: Adjust mouse settings
bn: মাউস সেটিংস সমন্বয় করুন

source: Adjust display resolution
bn: প্রদর্শন রেজোলিউশন সমন্বয় করুন

source: New shortcut…
bn: নতুন সংক্ষিপ্ত...

source: Default
bn: পূর্বনির্ধারিত

source: Middle Mouse Button Click
bn: মধ্যম মাউস বোতাম ক্লিক

source: Right Mouse Button Click
bn: ডান মাউস বোতাম ক্লিক

source: Back
bn: পূর্ববর্তী

source: Forward
bn: সামনে

source: Eraser Pressure Feel
bn: ইরেজার চাপ অনুভব

source: Soft
bn: কোমল

source: Firm
bn: দৃঢ়

source: Top Button
bn: উপর বোতাম

source: Lower Button
bn: নিচ বোতাম

source: Tip Pressure Feel
bn: প্রান্ত চাপ অনুভব

source: Display version number
bn: প্রদর্শন সংস্করণ সংখ্যা

source: Enable verbose mode
bn: ভার্বোজ মোড সক্রিয় করা

source: Search for the string
bn: স্ট্রিং এর জন্য অনুসন্ধান করুন

source: List possible panel names and exit
bn: সম্ভাব্য প্যানেল নামের তালিকা করুন ও বের হোন

source: Panel to display
bn: প্রদর্শনের প্যানেল

source: [PANEL] [ARGUMENT…]
bn: [প্যানেল] [তর্ক]

source: No results found
bn: কোন ফলাফল পাওয়া যায়নি

source: Available panels:
bn: প্রাপ্ত প্যানেলসমূহ:

source: All Settings
bn: সকল সেটিংস

source: Help
bn: সাহায্য

source: Preferences;Settings;
bn: পছন্দ;সেটিংস;

# shortcut window
source: General
bn: সাধারণ

# shortcut window
source: Quit
bn: বের হওয়া

# shortcut window
source: Search
bn: অনুসন্ধান

# shortcut window
source: Panels
bn: প্যানেলসমূহ

# shortcut window
source: Cancel search
bn: অনুসন্ধান বাতিল

source: %u Output
bn: %u আউটপুট

source: %u Input
bn: %u ইনপুট

source: System Sounds
bn: সিস্টেমের শব্দ
