Repository: endlessm/gnome-control-center
Catalog: po/*.po
Languages: bn

source: Automatic DNS
bn: স্বংক্রিয় ডিএনএস

source: Routes
bn: রুটগুলো

source: Automatic Routes
bn: স্বয়ংক্রিয় রুটগুলো

source: Metric
bn: ছক

source: Use this connection _only for resources on its network
bn: এই সংযোগটি ব্যবহার করুন_শুধু এটার সংস্থানের জন্য

source: Automatic, DHCP only
bn: স্বয়ংক্রিয়, ডিএইচসিপি শুধু

source: Prefix
bn: উপসর্গ

source: Unable to open connection editor
bn: সংযোগ সম্পাদক খোলা যাচ্ছে না

source: New Profile
bn: নতুন প্রোফাইল

source: Import from file…
bn: ফাইল থেকে আনুন...

source: S_ecurity
bn: নি_রাপত্তা

source: Cannot import VPN connection
bn: ভিপিএন সংযোগ আনা যাচ্ছে না

source: The file “%s” could not be read or does not contain recognized VPN connection information Error: %s.
bn: '%s' ফাইল পড়া যাচ্ছে না বা স্বীকৃত ভিপিএন সংযোগের তথ্য নেই ভুল : %s।

source: Select file to import
bn: আনার জন্য ফাইল নির্বাচন করুন

source: _Open
bn: _খোলা

source: A file named “%s” already exists.
bn: "%s" নামের ফাইল আগেই রয়েছে।

source: _Replace
bn: _প্রতিস্থাপন

source: Do you want to replace %s with the VPN connection you are saving?
bn: আপনি কী %s প্রতিস্থাপন করতে চান আপনি যে ভিপিএন সংযোগ সংরক্ষণ করছেন সেটা দিয়ে?

source: Cannot export VPN connection
bn: ভিপিএন সংযোগ দেয়া যাচ্ছে না

source: The VPN connection “%s” could not be exported to %s. Error: %s.
bn: ভিপিএন সংযোগ %s আনা যাচ্ছে না %s-তে। ভুল: %s।

source: Export VPN connection
bn: ভিপিএন সংযোগ দিন

source: (Error: unable to load VPN connection editor)
bn: (ভুল: ভিপিএন সংযোগ সম্পাদক লোড করতে অসমর্থ)

source: _SSID
bn: _এসএসআইডি

source: _BSSID
bn: _বিএসএসআইডি

source: Control how you connect to the Internet
bn: আপনি কীভাবে সংযুক্ত হচ্ছেন তা নিয়ন্ত্রণ করুন

source: never
bn: কখনও নয়

source: today
bn: আজকে

source: yesterday
bn: গতকাল

source: IP Address
bn: IP ঠিকানা

source: Last used
bn: শেষ ব্যবহৃত

source: Wired
bn: তার দ্বারা সংযুক্ত

source: Add new connection
bn: নতুন সংযোগ যোগ করুন

source: Switching on the wireless hotspot will disconnect you from <b>%s</b>.
bn: আপনি তারবিহীন হটস্পটে গেলে আপনি <b>%s</b> থেকে বিযুক্ত হয়ে যাবেন।

source: It is not possible to access the Internet through your wireless while the hotspot is active.
bn: হটস্পট সচল থাকাকালে আপনার ওয়্যারলেসে ইন্টারনেট সংযোগ সম্ভব নয়।

source: _Turn On
bn: _চালু করুন

source: Stop hotspot and disconnect any users?
bn: হটস্পট বন্ধ করে কোন ব্যবহারকারীকে বিযুক্ত করবে?

source: _Stop Hotspot
bn: _হটস্পট বন্ধ

source: System policy prohibits use as a Hotspot
bn: সিস্টেম নীতিতে হটস্পট হিসেবে ব্যবহার নিষিদ্ধ

source: Wireless device does not support Hotspot mode
bn: তারবিহীন ডিভাইস হটস্পট মোড সহায়ক নয়

source: Network details for the selected networks, including passwords and any custom configuration will be lost.
bn: বিশেষ নেটওয়ার্ক সম্পর্কে বিস্তারিত, পাসওয়ার্ড এবং যে কোন কাস্টম কনফিগারেশন হারিয়ে যাবে।

source: _Forget
bn: _ভুলে যান

# Wi-Fi Network
source: _Forget
bn: _ভুলে যান

source: Web Proxy Autodiscovery is used when a Configuration URL is not provided.
bn: যখন কনফিগারেশন URL দেওয়া থাকেনা তখন স্বয়ংক্রিয় ওয়েব প্রক্সি উদঘাটন ব্যবহৃত হয়।

source: This is not recommended for untrusted public networks.
bn: অবিশ্বস্ত পাবলিক নেটওয়ার্কের জন্য এটি সুপারিশ করা হচ্ছেনা।

source: Provider
bn: সরবরাহকারী

source: _HTTP Proxy
bn: HTTP প্রক্সি (_T)

source: H_TTPS Proxy
bn: HTTP প্রক্সি (_T)

source: _FTP Proxy
bn: FTP প্রক্সি (_F)

source: _Socks Host
bn: Socks হোস্ট (_S)

source: _Ignore Hosts
bn: _হোস্ট অগ্রাহ্য

source: HTTP proxy port
bn: এইচটিটিপি প্রক্সি পোর্ট

source: HTTPS proxy port
bn: এইচটিটিপিএস প্রক্সি পোর্ট

source: FTP proxy port
bn: এফটিপি প্রক্সি পোর্ট

source: Socks proxy port
bn: সক্স প্রক্সি পোর্ট

source: _Configuration URL
bn: কনফিগারেশনের URL (_C):

source: Turn device off
bn: ডিভাইস বন্ধ করুন

source: Turn VPN connection off
bn: ভিপিএন সংযোগ বন্ধ করুন

source: Automatic _Connect
bn: স্বয়ংক্রিয়_সংযোগ

source: details
bn: বিস্তারিত

source: _Password
bn: _পাসওয়ার্ড

source: Show P_assword
bn: পা_সওয়ার্ড দেখাও

source: Make available to other users
bn: অন্য ব্যবহারকারীদের কাছে লভ্য কর

source: identity
bn: পরিচয়

source: IPv_4
bn: আইপিভি _4

source: _Addresses
bn: _ঠিকানা

source: Automatic (DHCP) addresses only
bn: স্বয়ংক্রিয় (ডিএইচসিপি) ঠিকানা শুধু

source: Link-local only
bn: লিঙ্ক-লোকাল শুধু

source: Shared with other computers
bn: অন্য কম্পিউটারের সাথে অংশ নেয়া

source: _Ignore automatically obtained routes
bn: _স্বংক্রিয়ভাবে পাওয়া রুটগুলো অগ্রাহ্য করুন

source: ipv4
bn: আইপিভি4

source: IPv_6
bn: আইপিভি_6

source: ipv6
bn: আইপিভি6

source: _Cloned MAC Address
bn: _প্রতিলিপিকৃত এমএসি ঠিকানা

source: _Reset
bn: _পুনঃ সেট করুন

source: Reset the settings for this connection to their defaults, but remember as a preferred connection.
bn: যেমন থাকে এই সংযোগটিএ সেটিংস তেমনই রাখুন আবার, তবে সেটাকে পছন্দনীয় সংযোগ হিসেবে রাখবেন।

source: Remove all details relating to this network and do not try to automatically connect to it.
bn: এই নেটওয়ার্কের বিস্তারিত সব কিছু মুছে ফেলুন এবং স্বয়ংক্রিয়ভাবে এর সাথে সংযুক্ত হবার চেষ্টা করবেন না।

source: Hardware
bn: হার্ডওয়্যার

# tab
source: Reset
bn: আবার সেট করুন

source: Wi-Fi Hotspot
bn: ওয়াই-ফাইট হটস্পট

source: Switch off to connect to a Wi-Fi network
bn: কোন ওয়াই-ফাই নেটওয়ার্কের সাথে যুক্ত হবার জন্য বন্ধ করুন

source: Network Name
bn: নেটওয়ার্ক নাম

source: Connected Devices
bn: সংযুক্ত ডিভাইস

source: Security type
bn: নিরাপত্তার ধরন

source: Turn Wi-Fi off
bn: ওয়াই-ফাই-বন্ধ করুন

source: _Connect to Hidden Network…
bn: _গোপন নেটওয়ার্কের সাথে সংযোগ

source: Ad-hoc
bn: এডহক

source: Infrastructure
bn: পরিকাঠামো

source: Status unknown
bn: অজানা অবস্থা

source: Unmanaged
bn: অপরিকল্পিত

source: Unavailable
bn: বিদ্যমান নয়

source: Connecting
bn: সংযুক্ত করা হচ্ছে

source: Authentication required
bn: প্রমাণীকরণ আবশ্যকীয়

source: Connected
bn: যোগকৃত

source: Disconnecting
bn: বিচ্ছিন্ন করা হচ্ছে

source: Connection failed
bn: সংযোগে ব্যর্থ

source: Status unknown (missing)
bn: অজানা অবস্থা (অনুপস্থিত)

source: Not connected
bn: সংযুক্ত নয়

source: Configuration failed
bn: কনফিগারেশন ব্যর্থ

source: IP configuration failed
bn: আইপি কনফিগারেশন ব্যর্থ

source: IP configuration expired
bn: আইপি কনফিগারেশন মেয়াদোত্তীর্ণ

source: Secrets were required, but not provided
bn: গোপনীয়তার প্রয়োজন আছে, কিন্তু দেয়া নেই

source: 802.1x supplicant disconnected
bn: 802.1x আবেদনকারী বিচ্ছিন্ন

source: 802.1x supplicant configuration failed
bn: 802.1x আবেদনকারীর কনফিগারেশন ব্যর্থ

source: 802.1x supplicant failed
bn: 802.1x আবেদনকারী ব্যর্থ

source: 802.1x supplicant took too long to authenticate
bn: 802.1x আবেদনকারী যাচাই করতে অনেক বেশি সময় নিয়েছে

source: PPP service failed to start
bn: পিপিপি সেবা আরম্ভ হতে ব্যর্থ

source: PPP service disconnected
bn: পিপিপি সেবা বিচ্ছিন্ন

source: PPP failed
bn: পিপিপি ব্যর্থ

source: DHCP client failed to start
bn: ডিএইচসিপি ক্লায়েন্ট আরম্ভ হতে ব্যর্থ

source: DHCP client error
bn: ডিএইচসিপি ক্লায়েন্ট ত্রুটি

source: DHCP client failed
bn: ডিএইচসিপি ক্লায়েন্ট ব্যর্থ

source: Shared connection service failed to start
bn: অংশীদারীত্বের সংযোগ সেবা আরম্ভ হতে ব্যর্থ

source: Shared connection service failed
bn: অংশীদারিত্বের সংযোগ সেবা ব্যর্থ

source: AutoIP service failed to start
bn: স্বংক্রিয়আইপি সেবা আরম্ভ হতে ব্যর্থ

source: AutoIP service error
bn: স্বংক্রিয়আইপি সেবা ত্রুটি

source: AutoIP service failed
bn: স্বংক্রিয়আইপি সেবা ব্যর্থ

source: Line busy
bn: লাইন ব্যস্ত

source: No dial tone
bn: কোন ডায়াল শব্দ নেই

source: No carrier could be established
bn: কোন ক্যারিয়ার স্থাপন করা যায়নি

source: Dialing request timed out
bn: ডায়ালের অনুরোধের সময় শেষ

source: Dialing attempt failed
bn: ডায়ালের উদযোগ ব্যর্থ

source: Modem initialization failed
bn: মডেম শুরু করা ব্যর্থ

source: Failed to select the specified APN
bn: নির্দিষ্ট এপিএন নির্বাচন করতে ব্যর্থ

source: Not searching for networks
bn: নেটওয়ার্ক অনুসন্ধান করছে না

source: Network registration denied
bn: নেটওয়ার্ক নিবন্ধন প্রত্যাখ্যান

source: Network registration timed out
bn: নেটওয়ার্ক নিবন্ধনের সময় শেষ

source: Failed to register with the requested network
bn: অনুরোধ করা নেটওয়ার্কে নিবন্ধন ব্যর্থ

source: PIN check failed
bn: পিন যাচাই ব্যর্থ

source: Firmware for the device may be missing
bn: ডিভাইসের ফার্মওয়্যার সম্ভবত হারিয়েছে

source: Connection disappeared
bn: সংযোগ উধাও

source: Existing connection was assumed
bn: বর্তমান সংযোগ অনুমিত

source: Modem not found
bn: মডেম পাওয়া যায়নি

source: Bluetooth connection failed
bn: ব্লুটুথ সংযোগ ব্যর্থ

source: SIM Card not inserted
bn: সিম কার্ড ঢোকানো হয়নি

source: SIM Pin required
bn: সিম পিন প্রয়োজন

source: SIM Puk required
bn: সিম পুক প্রয়োজন

source: SIM wrong
bn: ভুল সিম

source: Connection dependency failed
bn: সংযোগ নির্ভরতা ব্যর্থ

source: Firmware missing
bn: ফার্মওয়্যার অনুপস্থিত

source: Cable unplugged
bn: কেবল আনপ্লাগকৃত

source: DER or PEM certificates (*.der, *.pem, *.crt, *.cer)
bn: ডিইআর বা পিইএম সনদ (*.ডিইআর, *.পিইএম, *.সিআরটি, *.সিইআর)

source: GTC
bn: জিটিসি

source: MSCHAPv2
bn: এমএসসিএইচএপিভি2

source: Choose a PAC file
bn: পিএসি ফাইল বেছে নিন

source: PAC files (*.pac)
bn: পিএসি ফাইলসমূহ (*.পিএসি)

source: Anonymous
bn: অজ্ঞাত

source: Authenticated
bn: যাচাইকৃত

source: Both
bn: দু'টোই

source: PAC _file
bn: পিএসি_ফাইল

source: _Inner authentication
bn: _অন্তঃ যাচাই

source: _Username
bn: ব্যবহারকারীর নাম (_U)

source: Sho_w password
bn: দে_খান পাসওয়ার্ড

source: MD5
bn: এমডি৫

source: Choose a Certificate Authority certificate
bn: সার্টিফিকেট অথোরিটি সনদ বেছে নিন

source: Version 0
bn: সংস্করণ ০

source: Version 1
bn: সংস্করণ 1

source: C_A certificate
bn: সি_এ সনদ

source: PEAP _version
bn: পিইএপি_সংস্করণ

source: Unencrypted private keys are insecure
bn: এনক্রিপবিহীন নিজস্ব বোতামগুলো অনিরাপদ

source: Choose your personal certificate
bn: আপনার নিজস্ব সনদ বেছে নিন

source: Choose your private key
bn: আপনার নিজস্ব বোতাম বেছে নিন

source: I_dentity
bn: প_রিচয়

source: _User certificate
bn: _ব্যবহারকারী সনদ

source: Private _key
bn: নিজস্ব_বোতাম

source: _Private key password
bn: _নিজস্ব বোতাম পাসওয়ার্ড

source: PAP
bn: পিএপি

source: MSCHAP
bn: এমএসসিএইচএপি

source: CHAP
bn: সিএইচএপি

source: TLS
bn: টিএলএস

source: FAST
bn: এফএএসটি

source: Tunneled TLS
bn: সুড়ঙ্গ করা টিএলএস

source: Protected EAP (PEAP)
bn: সংরক্ষিত ইএপি (পিইএপি)

source: Au_thentication
bn: যা_চাইকরণ

source: 1 (Default)
bn: ১ (ডিফল্ট)

source: Open System
bn: খোলা সিস্টেম

source: Shared Key
bn: অংশীদারিত্বে বোতাম

source: _Key
bn: _বোতাম

source: Sho_w key
bn: দে_খান বোতাম

source: WEP inde_x
bn: ওয়েপ সূচ_ক

source: _Type
bn: _ধরন

source: _Notifications
bn: _নোটিফিকশন

# notifications
source: Sound _Alerts
bn: সজাগ_শব্দ

# notifications
source: _Lock Screen Notifications
bn: _পর্দা আটকানো নোটিফিকেশন

# notifications
source: Show Message C_ontent on Lock Screen
bn: বার্তা দেখাও পর্দা আটকান বি_ষয়ে

source: _Lock Screen Notifications
bn: _আটকানো পর্দা নোটিফিকেশনসমূহ

source: Control which notifications are displayed and what they show
bn: প্রদর্শনে কোন নোটিফিকেশন থাকবে তা নিয়ন্ত্রণ করুন এবং তারা কী দেখাবে

source: Notifications;Banner;Message;Tray;Popup;
bn: নোটিফিকেশনসমূহ;পতাকা;বার্তা;ট্রে;পপআপ;

# Online Account
source: Other
bn: অন্যান্য

source: Error removing account
bn: একাউন্ট সরাতে ত্রুটি

source: Connect to your online accounts and decide what to use them for
bn: আপনার অনলাইন একাউন্টে সংযোগ করুন এবং সিদ্ধান্ত নিন তা কী কাজে ব্যবহার করবেন

source: Google;Facebook;Twitter;Yahoo;Web;Online;Chat;Calendar;Mail;Contact;ownCloud;Kerberos;IMAP;SMTP;Pocket;ReadItLater;
bn: গুগল;ফেসবুক;টুইটার;ইয়াহু;ওয়াব;আলাপ;মেইল;যোগাযোগের নাম তালিকা;নিজের ক্লাউড;কারবেরোগুলো;আইএমএপি;এসএমটিপি;পকেট;পরেপড়া;

source: Undo
bn: পূর্বাবস্থায় আনুন

source: Add an account
bn: একাউন্ট যোগ করুন

source: Remove Account
bn: একাউন্ট সরান

source: Unknown time
bn: অজ্ঞাত সময়

source: %i minute
bn: %i মিনিট

source: %i hour
bn: %i ঘন্টা

source: hour
bn: ঘন্টা

source: minute
bn: মিনিট

source: %s until fully charged
bn: যতক্ষণ পুরো চার্জ হবে %s

source: Caution: %s remaining
bn: সাবধান: %s বাকী আছে

source: %s remaining
bn: %s বাকী

source: Fully charged
bn: পুরো চার্জড

source: Empty
bn: খালি

source: Charging
bn: চার্জ হচ্ছে

source: Discharging
bn: চার্জ বন্ধ

# Battery name
source: Main
bn: মূল

# Battery name
source: Extra
bn: অতিরিক্ত

source: Wireless mouse
bn: তারবিহীন মাউস

source: Wireless keyboard
bn: তারবিহীন কীবোর্ড

source: Uninterruptible power supply
bn: নিরবচ্ছিন্ন বিদ্যুৎ সরবরাহ

source: Personal digital assistant
bn: ব্যক্তিগত ডিজিটাল সহায়তাকারী

source: Cellphone
bn: মুঠোফোন

source: Media player
bn: মিডিয়া প্লেয়ার

source: Tablet
bn: ট্যাবলেট

source: Computer
bn: কম্পিউটার

source: Battery
bn: ব্যাটারি

# Battery power
source: Charging
bn: চার্জ হচ্ছে

# Battery power
source: Caution
bn: সাবধান

# Battery power
source: Low
bn: নিচু

# Battery power
source: Good
bn: ভাল

# Battery power
source: Fully charged
bn: সম্পূর্ণ চার্জকৃত

# Battery power
source: Empty
bn: খালি

source: Batteries
bn: ব্যাটারিগুলো

source: When _idle
bn: যখন_অলস

source: Power Saving
bn: বিদ্যুৎ সাশ্রয়

source: _Screen brightness
bn: _পর্দার উজ্জ্বলতা

source: Automatic brightness
bn: স্বয়ংক্রিয় উজ্জ্বলতা

source: _Keyboard brightness
bn: _কীবোর্ড উজ্জ্বলতা

source: _Dim screen when inactive
bn: _পর্দা অনুজ্জ্বল হবে যখন অক্রিয়

source: _Blank screen
bn: _ফাঁকা পর্দা

source: _Wi-Fi
bn: _ওয়াই-ফাই

source: _Mobile broadband
bn: _মুঠোফোন ব্রডব্যান্ড

source: _Bluetooth
bn: _ব্লুটুথ

source: When on battery power
bn: ব্যাটারি শক্তি চালু থাকলে

source: When plugged in
bn: যখন প্লাগ লাগান

source: Suspend
bn: স্থগিত

source: Power Off
bn: বিদ্যুৎ বন্ধ

source: Hibernate
bn: হাইবারনেট

source: Nothing
bn: কিছু নয়

source: Suspend & Power Button
bn: স্থগিত ও বিদ্যুৎ সরবরাহ বোতাম

source: _Automatic suspend
bn: _স্বংক্রিয় স্থগিত

source: Automatic suspend
bn: স্বংক্রিয় স্থগিত

source: _When the Power Button is pressed
bn: _যখন বিদ্যুৎ সরবরাহ বোতাম চাপা হয়

source: Automatic Suspend
bn: স্বংক্রিয় স্থগিত

source: _Plugged In
bn: _প্লাগ লাগান

source: On _Battery Power
bn: ব্যাটারী শক্তিতে_চালিত

source: Delay
bn: দেরী

source: Power
bn: শক্তি

source: View your battery status and change power saving settings
bn: আপনার ব্যাটারীর অবস্থা দেখুন ও বিদ্যুৎ সংরক্ষণ সেটিং পরিবর্তন করুন

source: Power;Sleep;Suspend;Hibernate;Battery;Brightness;Dim;Blank;Monitor;DPMS;Idle;
bn: বিদ্যুৎ;নিদ্রা;স্থগিত;সুপ্ত;ব্যাটারী;উজ্জ্বলতা;অনুজ্জ্বল;ফাঁকা;মনিটির;ডিপিএমএস;অলস;

source: Authenticate
bn: যাচাইকৃত

source: Username
bn: ব্যবহারকারীর নাম

source: Password
bn: পাসওয়ার্ড

source: Authentication Required
bn: যাচাই প্রয়োজন

source: Failed to add new printer.
bn: নতুন মুদ্রণযন্ত্র যোগ করতে ব্যর্থ।

source: Could not load ui: %s
bn: ui লোড করা যাচ্ছেনা: %s

source: Location
bn: অবস্থান

source: Driver
bn: ড্রাইভার

source: Searching for preferred drivers…
bn: পছন্দসই ড্রাইভ অনুসন্ধান হচ্ছে...

source: Select from Database…
bn: তথ্যতালিকা থেকে নির্বাচন করুন…

source: Printers
bn: মুদ্রণযন্ত্র

source: Add printers, view printer jobs and decide how you want to print
bn: ছাপা যন্ত্র যোগ করুন, ছাপার কাজ দেখুন এবনফ ঠিক করুন কীভাবে ছাপাবেন

source: Printer;Queue;Print;Paper;Ink;Toner;
bn: মুদ্রণযন্ত্র;সারি;মুদ্রণ;কাগজ;কালি;টোনার;

source: Clear All
bn: সব মুছুন

source: _Authenticate
bn: অনুমোদন (_A)

source: No Active Printer Jobs
bn: ছাপা যন্ত্রের কোন সক্রিয় কাজ নেই

source: Add Printer
bn: ছাপাযন্ত্র যোগ করুন

source: Enter a network address or search for a printer
bn: নেটওয়ার্কে ঠিকানা বসান বা ছাপাযন্ত্র অনুসন্ধান করুন

source: No suitable driver found
bn: কোন উপযোগী ড্রাইভার পাওয়া যায় নি

source: Select PPD File
bn: পিপিডি ফাইল নির্বাচন করুন

source: PostScript Printer Description files (*.ppd, *.PPD, *.ppd.gz, *.PPD.gz, *.PPD.GZ)
bn: পোস্টস্ক্রিপ্টছাপযন্ত্রবর্ণনাফাইলসমূহ (*.পিপিডি,*.পিপিডি,*.পিপিডি.জিজেড,*.পিপিডি.জিজেড)

source: Select Printer Driver
bn: ছাপাযন্ত্র ড্রাইভার নির্বাচন করুন

source: Select
bn: নির্বাচন

source: Loading drivers database…
bn: ড্রাইভার তথ্যতালিকা লোড হচ্ছে

source: JetDirect Printer
bn: জেটডিরেক্ট ছাপাযন্ত্র

source: LPD Printer
bn: এলপিডি ছাপাযন্ত্র

source: One Sided
bn: এক দিকে

source: Long Edge (Standard)
bn: লম্বা ধার (স্বাভাবিক)

source: Short Edge (Flip)
bn: ছোট ধার (অপরদিকে)

source: Portrait
bn: পোট্রেট

source: Landscape
bn: ল্যান্ডস্কেপ

source: Reverse landscape
bn: উল্টো ল্যান্ডস্কেপ

source: Reverse portrait
bn: উল্টো পোট্রেট

# print job
source: Pending
bn: অমীমাংসিত

# print job
source: Paused
bn: থামানো

# print job
source: Processing
bn: প্রক্রিয়াধীন

# print job
source: Stopped
bn: বন্ধ

# print job
source: Canceled
bn: বাতিল

# print job
source: Aborted
bn: নিষ্ফলকৃত

# print job
source: Completed
bn: সম্পন্ন

# Printer jobs dialog title
source: %s — Active Jobs
bn: %s — সক্রিয় কাজসমূহ

source: Enter username and password to view printers on %s.
bn: আপনার ব্যবহারকারী নাম ও পাসওয়ার্ড দিন %s প্রাপ্ত ছাপাযন্ত্র দেখতে।

source: USB
bn: ইউএসবি

source: Serial Port
bn: ধারাবাহিক পোর্ট

source: Parallel Port
bn: সমান্তরাল পোর্ট

source: Location: %s
bn: স্থান: %s

source: Address: %s
bn: ঠিকানা: %s

source: Server requires authentication
bn: সার্ভারে যাচাইকরণ প্রয়োজন

source: Two Sided
bn: দুই দিকের

source: Paper Type
bn: কাগজের ধরন

source: Paper Source
bn: কাগজের উৎস

source: Output Tray
bn: আউটপুট ট্রে

source: GhostScript pre-filtering
bn: গোস্টস্ক্রিপ্ট পূর্ব-বাছাই

source: Pages per side
bn: একেক দিকের পৃষ্ঠা সংখ্যা

source: Two-sided
bn: দুই-দিকের

source: Orientation
bn: কেমন হবে

# Printer Option Group
source: General
bn: সাধারণ

# Printer Option Group
source: Page Setup
bn: পৃষ্ঠা সাজান

# Printer Option Group
source: Installable Options
bn: স্থাপনযোগ্য বিকল্পগুলো

# Printer Option Group
source: Job
bn: কাজ

# Printer Option Group
source: Image Quality
bn: ছবির মান

# Printer Option Group
source: Color
bn: রঙ

# Printer Option Group
source: Finishing
bn: সমাপন

# Printer Option Group
source: Advanced
bn: অগ্রসর

source: Test page
bn: পরীক্ষামূলক পৃষ্ঠা

source: Auto Select
bn: স্বয়ংক্রিয় নির্বাচন

source: Printer Default
bn: ছাপাযন্ত্র ডিফল্ট

source: Embed GhostScript fonts only
bn: এম্বেড করা গোস্টস্ক্রিপ্ট শুধু

source: Convert to PS level 1
bn: পিএস স্তর 1-এ পরিবর্তন

source: Convert to PS level 2
bn: পিএস স্তর 2-এ পরিবর্তন

source: No pre-filtering
bn: কোন পূর্ব-বাছাই নয়

source: Manufacturer
bn: প্রস্তুতকারক

source: Low on toner
bn: অনুচ্চ টোনার

source: Out of toner
bn: টোনারের বাহিরে

source: Low on developer
bn: ডেভেলপারে নিম্ন

source: Out of developer
bn: ডেভেলপারের বাহিরে

source: Low on a marker supply
bn: চিহ্নিতকারী সরবরাহ কম

source: Out of a marker supply
bn: চিহ্নিতকারী সরবরাহ হচ্ছেনা

source: Open cover
bn: কভার উন্মুক্ত

source: Open door
bn: দরজা খোলা

source: Low on paper
bn: কাগজ কম

source: Out of paper
bn: কাগজ নেই

# printer state
source: Offline
bn: অফলাইন

# printer state
source: Stopped
bn: বন্ধ

source: Waste receptacle almost full
bn: বর্জ্য রাখার পাত্র প্রায় পূর্ণ

source: Waste receptacle full
bn: বর্জ্য রাখার পাত্র পূর্ণ

source: The optical photo conductor is near end of life
bn: আলোক সম্বন্ধীয় ছবি পরিবাহকের জীবনী শেষ

source: The optical photo conductor is no longer functioning
bn: আলোক সম্বন্ধীয় ছবি পরিবাহক আর কাজ করছেনা

# printer state
source: Ready
bn: প্রস্তুত

# printer state
source: Does not accept jobs
bn: কাজ গ্রহণ করে না

# printer state
source: Processing
bn: প্রক্রিয়াধীন

source: Clean print heads
bn: মুদ্রণের হেড পরিষ্কার

source: Remove Printer
bn: ছাপাযন্ত্র সরান

source: Model
bn: মডেল

source: Ink Level
bn: কালির স্তর

source: Restart
bn: পুনরায় চালু করুন

source: Add…
bn: যোগ…

source: No printers
bn: ছাপা যন্ত্র নেই

source: Add a Printer…
bn: ছাপাযন্ত্র যোগ করুন…

source: Sorry! The system printing service doesn’t seem to be available.
bn: দুঃখিত! মনে হচ্ছে সিস্টেম মুদ্রণযন্ত্র সার্ভিস বিদ্যমান নয়।

source: Screen Lock
bn: পর্দা আটকান

source: In use
bn: ব্যবহৃত হচ্ছে

# Location services status
source: On
bn: চালু

# Location services status
source: Off
bn: বন্ধ

source: Metrics
bn: ছাঁচ

source: Usage & History
bn: ব্যবহার ও ইতিহাস

source: Empty all items from Trash?
bn: আবজর্না থেকে সব ফাঁকা করা হবে?

source: All items in the Trash will be permanently deleted.
bn: আবর্জনার সব জিনিষ স্থায়ীভাবে মুছে যাবে

source: _Empty Trash
bn: _আবর্জনা খালি করুন

source: Delete all the temporary files?
bn: অস্থায়ী ফাইলের সব মোছা হবে?

source: All the temporary files will be permanently deleted.
bn: সমস্ত অস্থায়ী ফাইল স্থায়ীভাবে মুছে যাবে।

source: _Purge Temporary Files
bn: _অস্থায়ী ফাইল বিশোধন

source: Purge Trash & Temporary Files
bn: আবর্জনা ও অস্থায়ী ফাইল বিশোধন

source: Software Usage
bn: সফটওয়্যার ব্যবহার

source: Problem Reporting
bn: রিপোর্ট করতে সমস্যা

source: Sending reports of technical problems helps us improve %s. Reports are sent anonymously and are scrubbed of personal data.
bn: প্রযুক্তি সমস্য সম্পর্কে আমাদের জানালে আমরা %s উন্নতি করতে পারব। রিপোর্ট অজ্ঞাতনামা হিসাবে প্রেরিত হবে এবং ব্যক্তিগত তথ্য মুছে ফেলা হবে।

source: Privacy Policy
bn: গোপনীয়তার নীতি

source: Remembering your history makes things easier to find again. These items are never shared over the network.
bn: ইতিহাস মনে রাখলে খুঁজে পাওয়া সহজ হয়। এই জিনিষগুলো কখনই নেটওয়ার্ক অংশে দেয়া হবে না।

source: _Recently Used
bn: _সম্প্রতি ব্যবহৃত

source: Retain _History
bn: ইতিহাস_রেখে দিন

source: Cl_ear Recent History
bn: সাম্প্রতিক ইতিহাস মু_ছুন

source: _Close
bn: _বন্ধ

source: Endless collects metrics on user behavior and actions. All data sent is anonymous. We use the data to improve the system.
bn: এন্ডলেস ব্যবহারকারীদের আচরণ ও ক্রিয়াকলাপ সম্পর্কে ছক সংগ্রহ করে। সমস্ত তথ্য অজ্ঞাতনামা হিসেবে প্রেরিত হবে। আমরা তথ্য ব্যবহার করব আমাদের সিস্টেমের উন্নয়নের জন্য।

source: Enable Metrics Collection
bn: ছক সংগ্রহ সচল করা

source: The Screen Lock protects your privacy when you are away.
bn: আটক পর্দা আপনি যখন দূরে তখন আপনার গোপনীয়তা রক্ষা করবে।

source: Automatic Screen _Lock
bn: স্বয়ংক্রিয় পর্দা_বন্ধ

source: Lock screen _after blank for
bn: পর্দা বন্ধ_ফাঁকার পরে

source: Show _Notifications
bn: নোটিফিকেশন_দেখাও

source: Automatically purge the Trash and temporary files to help keep your computer free of unnecessary sensitive information.
bn: আবর্জনা ও অস্থায়ী ফাইল স্বয়ংক্রিয়ভাবে বিশোধন করা আপনার কম্পিউটারকে অদরকারী সংবেদনশীল তথ্যমুক্ত রাখতে।

source: Automatically empty _Trash
bn: স্বয়ংক্রিয়ভাবে আবর্জনা_পরিষ্কার

source: Automatically purge Temporary _Files
bn: স্বয়ংক্রিয়ভাবে অস্থায়ী_ফাইল বিশোধন

source: Purge _After
bn: বিশোধন_পরবর্তী

source: _Empty Trash…
bn: _আবর্জনা খালি করুন…

source: _Purge Temporary Files…
bn: _অস্থায়ী ফাইল বিশোধন…

source: Sending us information about which software you use helps us provide you with more accurate recommendations. It also helps us to improve our software. All the information we collect is made anonymous, and we will never share your data with third parties.
bn: আমাদেরকে আপনি কোন সফটওয়্যার ব্যবহার করেন জানালে আমরা আপনাকে সঠিক পরামর্শ দিতে পারব। তা আমাদের নিজেদের উন্নয়নেও সাহায্য করবে। আমরা যা তথ্য সংগ্রহ সব অজ্ঞাতভাবে, এবং আমরা তা কখনই তৃতীয় পক্ষকে জানাই না।

source: _Send software usage statistics
bn: _সফটওয়্যার ব্যবহারের পরিসংখ্যান

source: Location services allow applications to know your location. Using Wi-Fi and mobile broadband increases accuracy.
bn: অবস্থান সেবা অ্যাপ্লিকেশনগুলোকে আপনার অবস্থান জানাবে। ওয়াই-ফাই এবং মুঠোফোন ব্রডব্যান্ড এক্ষেত্রে নিঁখুত।

source: _Location Services
bn: _অবস্থানগত সেবাগুলো

source: _Automatic Problem Reporting
bn: _স্বয়ংক্রিয় সমস্যা বিবরণদান

source: Protect your personal information and control what others might see
bn: আপনার নিজস্ব তথ্যকে রক্ষা করুন এবং অন্যরা কী দেখবে তা নিয়ন্ত্রণ করুন

source: screen;lock;diagnostics;crash;private;recent;temporary;tmp;index;name;network;identity;
bn: পর্দা;আটকান;ডায়াগনোস্টিকস;ক্রাশ;গোপন;সাম্প্রতিক;অস্থায়ী;টিএমপি;সূচক;নাম;নেটওয়ার্ক;পরিচয়;

# measurement format
source: Imperial
bn: সাম্রাজ্যবাদী

# measurement format
source: Metric
bn: ছক

source: No regions found
bn: কোন অঞ্চল পাওয়া যায়নি

source: Formats
bn: ফর্ম্যাট

source: Preview
bn: প্রাকদর্শন

source: Dates
bn: তারিখ

source: Times
bn: সময়

source: Numbers
bn: সংখ্যা
