Repository: endlessm/gnome-control-center
Catalog: po/*.po
Languages: bn

source: Devices
bn: ডিভাইস

source: Network
bn: নেটওয়ার্ক

source: Home
bn: নীড়

source: Settings
bn: সেটিংস

source: Applications
bn: অ্যাপলিকেশন

source: Disabled
bn: নিষ্ক্রিয়

source: Location Services
bn: স্থানে সেবা

source: Search
bn: সন্ধান

source: _Background
bn: _ব্যকগ্রাউন্ড

source: Changes throughout the day
bn: সারা দিনের পরিবর্তন

source: _Lock Screen
bn: স্ক্রীন আবদ্ধ

# background, style
source: Tile
bn: টাইল

# background, style
source: Zoom
bn: কাছে থেকে দেখা

# background, style
source: Center
bn: কেন্দ্র

# background, style
source: Scale
bn: পরিমাপন

# background, style
source: Fill
bn: পূরণ

# background, style
source: Span
bn: বিস্তার

source: Wallpapers
bn: ওয়াল-পেপার

source: Colors
bn: রংগুলো

source: Select Background
bn: ব্যকগ্রাউন্ড বেছে নিন

source: Pictures
bn: চিত্র

source: No Pictures Found
bn: কোন চিত্র পাওয়া যায় নি

source: You can add images to your %s folder and they will show up here
bn: আপনি আপনার %s ফোল্ডারে ছবি রাখতে হবে এবং সেগুলো এখানে দেখা যাবে

source: _Cancel
bn: বাতিল (_C)

source: _Select
bn: নির্বাচন (_S)

source: multiple sizes
bn: বিভিন্ন আকার

source: No Desktop Background
bn: ডেস্কটপের কোনো পটভূমি প্রয়োগ করা হবে না

source: Current background
bn: বর্তমানের পটভূমি

source: Background
bn: পটভূমি

source: Change your background image to a wallpaper or photo
bn: আপনার ব্যাকগ্রাউন্ড ছবি না ওয়ালপেপার বা ফটো দিয়ে বদলান

source: Wallpaper;Screen;Desktop;
bn: ওয়ালপেপার;স্ক্রীন;ডেস্কটপ;

source: No Bluetooth Found
bn: কোন ব্লুটুথ পাওয়া যায়নি

source: Plug in a dongle to use Bluetooth.
bn: ব্লুটুথ ব্যবহার করতে চাইলে ডোঙ্গল সংযোগ দিন

source: Bluetooth Turned Off
bn: ব্লুটুথ বন্ধ রয়েছে

source: Turn on to connect devices and receive file transfers.
bn: ডিভাইসের সাথে সংযোগ করার জন্য চালু করুন এবং স্থানান্তরিত ফাইল নিন

source: Airplane Mode is on
bn: এয়ারপ্লেন মোড চালু রয়েছে

source: Bluetooth is disabled when airplane mode is on.
bn: এয়ারপ্লেন মোড চালু থাকাকালে ব্লুটুথ অচল থাকে

source: Hardware Airplane Mode is on
bn: হার্ডওয়্যার এয়ারপ্লেন মোড সচল

source: Turn off the Airplane mode switch to enable Bluetooth.
bn: ব্লুটুথ সচল করতে এয়ারপ্লেন মোড বোতামটি বন্ধ করুন

source: Turn Off Airplane Mode
bn: এয়ারপ্লেন মোড বন্ধ করুন

source: Bluetooth
bn: ব্লুটুথ

source: Turn Bluetooth on and off and connect your devices
bn: ব্লুটুথ চালু ও বন্ধ করুন এবং আপনার ডিভাইসের সাথে সংযুক্ত করুন

source: share;sharing;bluetooth;obex;
bn: শেয়ার;শেয়ারিং;ব্লুটুথ;ওবেক্স

source: Place your calibration device over the square and press “Start”
bn: আপনার ক্যালিব্রেশন ডিভাইসটি স্কোয়ারের ওপরে রাখুন ও 'চালু'-তে চাপুন

source: Move your calibration device to the calibrate position and press “Continue”
bn: আপনার ক্যালিব্রেশন ডিভাইসটি ক্যালিব্রেশন অবস্থানে রাখুন এবং 'কন্টিনিউ' চাপুন

source: Move your calibration device to the surface position and press “Continue”
bn: আপনার ক্যালিব্রেশন ডিভাইসটি মাটির অবস্থানে রাখুন এবং 'কন্টিনিউ' চাপুন

source: Shut the laptop lid
bn: ল্যাপটপের ডালা বন্ধ করুন

source: An internal error occurred that could not be recovered.
bn: একটি অন্তর্গত সমস্যা হয়েছে যা সমাধান করা যাবে না।

source: Tools required for calibration are not installed.
bn: ক্যালিব্রেশনের জন্য প্রয়োজনীয় টুলস নেই।

source: The profile could not be generated.
bn: প্রোফাইলটি দেখান যাচ্ছে না।

source: The target whitepoint was not obtainable.
bn: লক্ষ্য হোয়াইটপয়েন্টটি পাওয়া যায় নি।

source: Complete!
bn: শেষ!

source: Calibration failed!
bn: ক্যালিব্রেশন ব্যর্থ!

source: You can remove the calibration device.
bn: আপনি ক্যালিব্রেশন ডিভাইসটি সরিতে নিতে পারেন।

source: Do not disturb the calibration device while in progress
bn: কাজ চলাকালে ক্যালিব্রেশন যন্ত্রটিকে বিরক্ত করবেন না

source: Laptop Screen
bn: ল্যাপটপ পর্দা

source: Built-in Webcam
bn: ওয়েবক্যাম ভেতরে আছে

source: %s Monitor
bn: %s মনিটর

source: %s Scanner
bn: %s স্ক্যানার

source: %s Camera
bn: %s ক্যামেরা

source: %s Printer
bn: %s প্রিন্টার

source: %s Webcam
bn: %s ওয়েবক্যাম

source: Enable color management for %s
bn: %s এর জন্য রংয়ের ব্যবস্থা সচল করুণ

source: Show color profiles for %s
bn: %s এর জন্য রঙিন প্রোফাইল দেখান

source: Not calibrated
bn: ক্যালিব্রেট করা নয়

source: Default:
bn: ডিফল্ট

source: Colorspace:
bn: রংয়েরস্থান

source: Test profile:
bn: পরীক্ষামূলক প্রোফাইল

source: Select ICC Profile File
bn: আইসিসি প্রোফাইল ফাইল নির্বাচন

source: _Import
bn: _আমদানী

source: Supported ICC profiles
bn: সহায়তা প্রাপ্ত আইসিসি প্রোফাইল

source: All files
bn: সকল ফাইল

source: Screen
bn: স্ক্রীন

source: Failed to upload file: %s
bn: %s :ফাইল আপলোড করতে ব্যর্থ

source: The profile has been uploaded to:
bn: প্রোফাইলিটি আপলোড করা হয়েছে এখানে:

source: Write down this URL.
bn: এই ইউআরএল-টি লিখে রাখুন।

source: Restart this computer and boot your normal operating system.
bn: এই কম্পিউটারটি আবার চালু করুণ ও আপনার স্বাভাবিক অপারেটিং সিস্টেম বূট করুন

source: Type the URL into your browser to download and install the profile.
bn: আপনার ব্রাউজারে ইউআরএল লিখুন প্রোফাইল নামিয়ে ইস্টল করবার জন্য।

source: Save Profile
bn: প্রোফাইল সংরক্ষণ করুন

source: _Save
bn: _সংরক্ষণ

source: Create a color profile for the selected device
bn: নির্বাচিত ডিভাইসের জন্য রঙিন প্রোফাইল তৈরি করুন

source: The measuring instrument is not detected. Please check it is turned on and correctly connected.
bn: পরিমাপন যন্ত্রটি পাওয়া যায় নি। অনুগ্রহ করে দেখুন সেটি চালু এবং সংযুক্ত করা আছে কিনা।

source: The measuring instrument does not support printer profiling.
bn: পরিমাপন যন্ত্রটি প্রিন্টার প্রোফাইল করার সহায়ক নয়।

source: The device type is not currently supported.
bn: ডিভাইসের ধরন বর্তমানে সহায়ক নয়।

source: Screen Calibration
bn: পর্দা ক্যালিব্রেশন

source: Calibration will produce a profile that you can use to color manage your screen. The longer you spend on calibration, the better the quality of the color profile.
bn: ক্যালিব্রেশন একটি প্রোফাইল তৈরি করবে যেটা দিয়ে আপনি পর্দা ব্যবস্থাপনা করতে পারবেন রঙ করে। আপনি ক্যালিব্রেশনে যত সময়য় দেবেন, তত রঙিন প্রোফাইলের মান ভাল হবে।

source: You will not be able to use your computer while calibration takes place.
bn: ক্যালিব্রেশন চলাকালে আপনি আপনার কম্পিউটারটি ব্যবহার করতে পারবেন না।

source: Quality
bn: মান

source: Approximate Time
bn: আনুমানিক সময়য়

source: Calibration Quality
bn: ক্যালিব্রেশন মান

source: Select the sensor device you want to use for calibration.
bn: ক্যালিব্রেশনের জন্য আপনি যে সংবেদনশীল ডিভাইসটি ব্যবহার করতে চান তা নির্বাচন করুন

source: Calibration Device
bn: ক্যালিব্রেশন ডিভাইস

source: Select the type of display that is connected.
bn: যে ধরনের প্রদর্শন আছে তা নির্বাচন করুন

source: Display Type
bn: প্রদর্শনের ধরন

source: Select a display target white point. Most displays should be calibrated to a D65 illuminant.
bn: সাদা পয়েন্টে প্রদর্শন লক্ষ্য নির্বাচন করুন। বেশিরভাগ প্রদর্শন অবশ্যই ডী৬৫ ইল্যুমিনান্টে ক্যালিব্রেট করতে হবে।

source: Profile Whitepoint
bn: প্রোফাইল সাদাপয়েন্ট

source: Please set the display to a brightness that is typical for you. Color management will be most accurate at this brightness level.
bn: প্রদর্শন আপনার জন্য সুবিধাজনক এমন উজ্জ্বলতায় রাখুন। রঙ ব্যবস্থপনা এই উজ্জ্বলতার মাত্রার সবচাইতে নিখুঁত হবে।

source: Alternatively, you can use the brightness level used with one of the other profiles for this device.
bn: এছাড়াও, এই ডিভাইসে ব্যবহৃত অন্য প্রোফাইলের উজ্জ্বলতা ব্যবহার করতে পারেন।

source: Display Brightness
bn: প্রদর্শন উজ্জ্বলতা

source: You can use a color profile on different computers, or even create profiles for different lighting conditions.
bn: আপনি বিভিন্ন কম্পিউটারে একটি রঙিন প্রোফাইল ব্যবহার করতে পারবেন, বা বিভিন্ন আলোর অবস্থার প্রেক্ষিতে প্রোফাইল তৈরি করতে পারবেন।

source: Profile Name:
bn: প্রোফাইল নাম:

source: Profile Name
bn: প্রোফাইল নাম

source: Profile successfully created!
bn: সফলভাবে প্রোফাইল খোলা হয়েছে!

source: Copy profile
bn: প্রোফাইল কপি করা

source: Requires writable media
bn: লেখনযোগ্য মাধ্যম প্রয়োজন

source: Upload profile
bn: প্রোফাইল আপলোড করুন

source: Requires Internet connection
bn: ইন্টারনেট সংযোগ প্রয়োজন

source: You may find these instructions on how to use the profile on <a href="linux">GNU/Linux</a>, <a href="osx">Apple OS X</a> and <a href="windows">Microsoft Windows</a> systems useful.
bn: আপনি কীভাবে প্রোফাইল ব্যবহার করবেন তা এই বিধিতে পাবেন <a href="linux">জিএনইউ/লিনাক্স </a>, <a href="osx">অ্যাপেল ওএস এক্স </a> এবং <a href="windows">মাইক্রোসফট উইন্ডোজ </a>সিস্টেম দরকারী।

source: Summary
bn: সারসংক্ষেপ

source: Add Profile
bn: প্রোফাইল যোগ করুন

source: _Import File…
bn: _ফাইল আনুন

source: _Add
bn: _যোগ করুন

source: Problems detected. The profile may not work correctly. <a href="">Show details.</a>
bn: সমস্যা বের হয়েছে। প্রোফাইলটি কাজ না করতে পারে। <a href="">বিস্তারিত দেখাও</a>

source: Each device needs an up to date color profile to be color managed.
bn: প্রতিটি ডিভাইসের দরকার রঙ হালনাগাদ করা রঙ ব্যবস্থাপনার জন্য।

source: _Set for all users
bn: _সব ব্যবহারকারীদের জন্য সেট

source: Set this profile for all users on this computer
bn: এই প্রোফাইলটি এই কম্পিউটার ব্যবহারকারীর জন্য ঠিক করুন

source: _Enable
bn: _সক্ষম

source: _Add profile
bn: _প্রোফাইল যোগ করুন

source: _Calibrate…
bn: _ক্যালিব্রেট

source: Calibrate the device
bn: ডিভাইসটি ক্যালিব্রেট করুন

source: _Remove profile
bn: _প্রোফাইল সরান

source: _View details
bn: _বিস্তারিত দেখুন

source: Unable to detect any devices that can be color managed
bn: রং ব্যবস্থাপনা করতে পারে এমন ডিভাইস শণাক্ত করতে ব্যর্থ

source: LCD
bn: এলসিডি

source: LED
bn: এলইডি

source: CRT
bn: সিআরটি

source: Projector
bn: প্রোজেক্টর

source: Plasma
bn: প্লাজমা

source: LCD (CCFL backlight)
bn: এলসিডি (সিসিএফএল ব্যাকলাইট)

source: LCD (RGB LED backlight)
bn: এলসিডি (আরজিবি ব্যাকলাইট)

source: LCD (white LED backlight)
bn: এলসিডি (সাদা এলইডি ব্যাকলাইট)

source: Wide gamut LCD (CCFL backlight)
bn: চওড়া গামুট এলসিডি (সিসিএলএল ব্যাকলাইট)

source: Wide gamut LCD (RGB LED backlight)
bn: চওড়া গামুট এলসিডি (আরজিবি এলইডি ব্যাকলাইট)

# Calibration quality
source: High
bn: উচ্চ

source: 40 minutes
bn: ৪০ মিনিট

# Calibration quality
source: Medium
bn: মধ্যম

source: 30 minutes
bn: ৩০ মিনিট

# Calibration quality
source: Low
bn: নিম্ন

source: 15 minutes
bn: ১৫ মিনিট

source: Native to display
bn: প্রদর্শনের জন্য নিজস্ব

source: D50 (Printing and publishing)
bn: ডি৫০ (ছাপা ও প্রকাশ)

source: D55
bn: ডি৫৫

source: D65 (Photography and graphics)
bn: ডি65 (আলোকচিত্র ও গ্রাফিক্স)

source: D75
bn: ডি75

source: Standard Space
bn: সাধারণ স্থান

source: Test Profile
bn: পরীক্ষামূলক প্রোফাইল

# Automatically generated profile
source: Automatic
bn: স্বয়ংক্রিয়

# Profile quality
source: Low Quality
bn: নিম্ন মান

# Profile quality
source: Medium Quality
bn: মধ্যম মান

# Profile quality
source: High Quality
bn: উচ্চ মাত্রা

# Colorspace fallback
source: Default RGB
bn: ডিফল্ট আরজিবি

# Colorspace fallback
source: Default CMYK
bn: ডিফল্ট সিএমওয়াইকে

# Colorspace fallback
source: Default Gray
bn: ডিফল্ট ধূসর

source: Vendor supplied factory calibration data
bn: সরবরাহকারীর দেয়া কারখানার ক্যালিব্রেশন তথ্য

source: Full-screen display correction not possible with this profile
bn: এই প্রোফাইল দিয়ে পূর্ণ পর্দায় দেখান ভুল শোধরান সম্ভব নয়

source: This profile may no longer be accurate
bn: এই প্রোফাইলটি আর সঠিক নয়

source: Display Calibration
bn: ক্যালিব্রেশন দেখান

source: _Start
bn: _শুরু

source: _Resume
bn: _পুনরারম্ভ

source: _Done
bn: _কাজ শেষ

source: Calibrate the color of your devices, such as displays, cameras or printers
bn: আপনার ডিভাইসের রংকে ক্যালিব্রেট করুন, যেমন প্রদর্শন, ক্যামেরা বা ছাপাযন্ত্রগুলোকে

source: Color;ICC;Profile;Calibrate;Printer;Display;
bn: রং;আইসিসি;প্রোফাইল;ছাপা;প্রদর্শন;

source: Other…
bn: অন্যান্য...

source: More…
bn: আরও...

source: No languages found
bn: কোন ভাষা পাওয়া যায় নি

source: Today
bn: আজকে

source: Yesterday
bn: গতকালকে

source: %b %e
bn: %বি %e

source: %b %e, %Y
bn: %বি %e, %ওয়াই

source: Day
bn: দিন

source: Month
bn: মাস

source: Year
bn: বছর

source: %e %B %Y, %l:%M %p
bn: %ই %বি %ওয়াই, %l:%এম %পি

source: %e %B %Y, %R
bn: %ই %বি %ওয়াই, %আর

source: UTC%:::z
bn: ইউটিসি%:::z

source: %l:%M %p
bn: %আই:%এম %পি

source: %R
bn: %আর

source: January
bn: জানুয়ারি

source: February
bn: ফেব্রুয়ারি

source: March
bn: মার্চ

source: April
bn: এপ্রিল

source: May
bn: মে

source: June
bn: জুন

source: July
bn: জুলাই

source: August
bn: আগস্ট

source: September
bn: সেপ্টেম্বর

source: October
bn: অক্টোবর

source: November
bn: নভেম্বর

source: December
bn: ডিসেম্বর

source: Date & Time
bn: তারিখ ও সময়

source: Hour
bn: ঘন্টা

source: Minute
bn: মিনিট

source: Time Zone
bn: সময় অঞ্চল

source: Search for a city
bn: শহর অনুসন্ধান করুন

source: Automatic _Date & Time
bn: স্বংক্রিয়_তারিখ ও সময়

source: Requires internet access
bn: ইন্টারনেটে প্রবেশ করা প্রয়োজন

source: Automatic Time _Zone
bn: স্বংক্রিয় সময়_অঞ্চল

source: Date & _Time
bn: তারিখ ও_সময়

source: Time Z_one
bn: সময় অ_ঞ্চল

source: Time _Format
bn: সময় _বিন্যাস

source: 24-hour
bn: ২৪-ঘন্টা

source: AM / PM
bn: সকাল/দুপুর

source: Change the date and time, including time zone
bn: তারিখ ও সময় পাল্টান, সময় অঞ্চল সহ

source: Clock;Timezone;Location;
bn: ঘড়ি;টাইম জোন;অবস্থান;

source: Change system time and date settings
bn: সিস্টেম সময় ও তারিখ সেটিংস পাল্টান

source: To change time or date settings, you need to authenticate.
bn: সময় ও তারিখ পাল্টাতে হলে আপনার যাচাইকরণ প্রয়োজন

source: _Apply
bn: _প্রয়োগ

source: On
bn: চালু

source: Off
bn: বন্ধ

source: Mirror
bn: প্রতিবিম্ব

# Display rotation
source: Landscape
bn: ল্যান্ডস্কেপ

source: Refresh Rate
bn: রিফ্রেশ হার

source: Scale
bn: স্কেল

source: Manual
bn: হস্তচালিত

source: Displays
bn: প্রদর্শন

source: Choose how to use connected monitors and projectors
bn: বেছে নিন কীভাবে সংযুক্ত মনিটর এবং প্রোজেক্টর ব্যবহার করবেন

source: _Web
bn: _ওয়েব

source: _Mail
bn: _মেইল

source: _Calendar
bn: _দিনপঞ্জী

source: M_usic
bn: স_ঙ্গীত

source: _Video
bn: _ভিডিও

source: _Photos
bn: _আলোকচিত্র

source: Unknown
bn: অজ্ঞাত

source: Device name
bn: ডিভাইসের নাম

source: Version
bn: সংস্করণ

source: Memory
bn: মেমরি

source: Processor
bn: প্রসেসর

source: Graphics
bn: গ্রাফিক্স

source: OS type
bn: OS এর ধরন

source: Virtualization
bn: ভার্চুয়ালাইজেশন

source: Disk
bn: ডিস্ক

source: Calculating…
bn: গণনা চলছে...

source: <a href='attribution-link'>Endless Terms of Use</a>
bn: <a href='attribution-link'>এন্ডলেস ব্যবহারের শর্তাদি</a>

source: Ask what to do
bn: কি করতে হবে তা জিজ্ঞাসা করুন

source: Do nothing
bn: কিচ্ছু করার নেই

source: Open folder
bn: ফোল্ডার খোলা

source: Other Media
bn: অন্য মাধ্যম

source: Select an application for audio CDs
bn: অডিও সিডির জন্য অ্যাপ্লিকেশন নির্বাচন

source: Select an application for video DVDs
bn: ভিডিও ডিভিডির জন্য অ্যাপ্লিকেশন নির্বাচন

source: Select an application to run when a music player is connected
bn: যখন একটি মিউজিক প্লেয়ার সংযুক্ত থাকবে তখন একটি অ্যাপ্লিকেশন চালানোর জন্য নির্বাচন করুন

source: Select an application to run when a camera is connected
bn: যখন ক্যামেরা সংযুক্ত থাকবে তখন একটি অ্যাপ্লিকেশন চালানোর জন্য নির্বাচন করুন

source: Select an application for software CDs
bn: সফ্টওয়্যারের সিডির জন্য অ্যাপ্লিকেশন নির্বাচন

source: audio DVD
bn: অডিও DVD

source: blank Blu-ray disc
bn: খালি ব্লু-রে ডিস্ক

source: blank CD disc
bn: খালি সিডি ডিস্ক

source: blank DVD disc
bn: খালি ডিভিডি ডিস্ক

source: blank HD DVD disc
bn: খালি HD DVD ডিস্ক

source: Blu-ray video disc
bn: ব্লু-রে ভিডিও ডিস্ক

source: e-book reader
bn: ই-বুক রীডার

source: HD DVD video disc
bn: HD DVD ভিডিও ডিস্ক

source: Picture CD
bn: ছবি সিডি

source: Super Video CD
bn: চমৎকার ভিডিও সিডি

source: Video CD
bn: ভিডিও সিডি

source: Windows software
bn: উইন্ডোজ সফটওয়্যার

source: Select how media should be handled
bn: মিডিয়া কিভাবে চলবে তা নির্বাচন

source: CD _audio
bn: সিডি_শব্দ

source: _DVD video
bn: _ডিভিডি ভিডিও

source: _Music player
bn: _সঙ্গীত চালনা

source: _Software
bn: _সফটওয়্যার

source: _Other Media…
bn: _অন্য মাধ্যম

source: _Never prompt or start programs on media insertion
bn: মিডিয়া সন্নিবেশনে কখনই প্রোগ্রাম প্রম্পট অথবা আরম্ভ করা হবেনা (_N)

source: Select how other media should be handled
bn: অন্যান্য মিডিয়া কিভাবে চলবে তা নির্বাচন

source: _Action:
bn: _সক্রিয় কাজ

source: _Type:
bn: ধরন (_T):

source: Default Applications
bn: পূর্বনির্ধারিত অ্যাপ্লিকেশন

source: View information about your system
bn: আপনার সিস্টেম সম্পর্কে তথ্য দেখুন

source: device;system;information;memory;processor;version;default;application;preferred;cd;dvd;usb;audio;video;disc;removable;media;autorun;
bn: ডিভাইস;সিস্টেম;তথ্য;স্মৃতি;প্রসেসর;সংস্করণ;ডিফল্ট;অ্যাপ্লিকেশন;পছন্দনীয়;সিডি;ডিভিডি;ইউএসবি;শব্দ;ভিডিও;ডিস্ক;অপসরণীয়;মিডিয়া;স্বংক্রিয়চালু;

source: Removable Media
bn: অপসারণযোগ্য মিডিয়া

source: Sound and Media
bn: শব্দ এবং মিডিয়া

source: Volume mute
bn: ভলিউম নিঃশব্দ

source: Volume down
bn: ভলিউম কমানো

source: Volume up
bn: ভলিউম বাড়ানো

source: Launch media player
bn: মিডিয়া প্লেয়ার চালুকরণ

source: Play (or play/pause)
bn: চালান (অথবা চালান/বিরতি)

source: Pause playback
bn: পুনরায় চালানো বিরতি

source: Stop playback
bn: পুনরায় চালানো বন্ধ

source: Previous track
bn: পূর্ববর্তী ট্র্যাক

source: Next track
bn: পরবর্তী ট্র্যাক

source: Eject
bn: নির্গত

source: Typing
bn: টাইপ করা

source: Switch to next input source
bn: পরের ইনপুট উৎসে চলে যান

source: Switch to previous input source
bn: পূর্বের ইনপুট উৎসে চলে যান

source: Launchers
bn: লঞ্চার

source: Launch help browser
bn: সহায়তা ব্রাউজার চালুকরণ

source: Launch calculator
bn: ক্যালকুলেটর চালুকরণ

source: Launch email client
bn: ইমেইল ক্লায়েন্ট চালুকরণ

source: Launch web browser
bn: ওয়েব ব্রাউজার চালুকরণ

source: Home folder
bn: প্রধান ফোল্ডার

# keybinding
source: Search
bn: অনুসন্ধান

source: Screenshots
bn: স্ক্রিনশটগুলো

source: Save a screenshot to $PICTURES
bn: স্ক্রিনশট সংরক্ষণ করুন $ছবিসমূহতে

source: Save a screenshot of a window to $PICTURES
bn: উইন্ডোর স্ক্রিনশট সংরক্ষণ করুন $ছবিসমূহে

source: Save a screenshot of an area to $PICTURES
bn: কোন অঞ্চলের স্ক্রিনশট সংরক্ষণ করুন $ছবিসমূহে

source: Copy a screenshot to clipboard
bn: ক্লিপবোর্ডে স্ক্রিনশট কপি করুন

source: Copy a screenshot of a window to clipboard
bn: কোন উইন্ডোর স্ক্রিনশট কিল্পবোর্ডে কপি করুন

source: Copy a screenshot of an area to clipboard
bn: কোন অঞ্চলের স্ক্রিনশট ক্লিপবোর্ডে কপি করুন

source: Record a short screencast
bn: ছোট স্ক্রিনকাস্ট ধারণ করুন

source: System
bn: সিস্টেম

source: Log out
bn: লগআউট

source: Lock screen
bn: স্ক্রীন আবদ্ধ

source: Universal Access
bn: সর্বজনীনে প্রবেশ

source: Turn zoom on or off
bn: জ্যুম করা চালু বা বন্ধ করা

source: Zoom in
bn: জ্যুম করে কাছে

source: Zoom out
bn: জ্যুম থেকে বাইরে

source: Turn screen reader on or off
bn: পর্দা থেকে পড়া চালু বা বন্ধ করা

source: Turn on-screen keyboard on or off
bn: পর্দার কীবোর্ড চালু বা বন্ধ করা

source: Increase text size
bn: টেক্সটের আকার বাড়ানো

source: Decrease text size
bn: টেক্সটের আকার কমানো

source: High contrast on or off
bn: উচ্চ পার্থক্য চালু বা বন্ধ করা

source: Custom Shortcuts
bn: স্বনির্ধারিত শর্ট-কাট

source: Alternative Characters Key
bn: বিকল্প ক্যারেক্টার বোতাম

source: Compose Key
bn: লেখার বোতাম

source: Modifiers-only switch to next source
bn: শুধুমাত্র-মডিফায়ার থেকে পরের উৎসে যান

source: Cancel
bn: বাতিল

source: Keyboard Shortcuts
bn: কীবোর্ড সংক্ষিপ্ত

source: Try a different search
bn: অন্যরকম অনুসন্ধান চেষ্টা করুন

source: Keyboard
bn: কীবোর্ড

source: View and change keyboard shortcuts and set your typing preferences
bn: দেখুনেবং কীবোর্ডের সংক্ষিপ্ততা পাল্টান এবং আপনার মনমত টাইপ করা ঠিক করুন

source: Name
bn: নাম:

source: Command
bn: নির্দেশ

source: Shortcut
bn: শর্টকাট

source: None
bn: একটিও না

source: Remove
bn: মুছুন

source: Add
bn: যোগ

source: Replace
bn: পরিবর্তন করা হবে

source: Test Your _Settings
bn: আপনার _সেটিংস পরীক্ষা করুন

source: Change your mouse or touchpad sensitivity and select right or left-handed
bn: আপনার মাউস বা টাচপ্যাডের সংবেদনশীলতা পরিবর্তন করুন এবং ডান অথবা বাম হাত নির্বাচন করুন

source: Trackpad;Pointer;Click;Tap;Double;Button;Trackball;Scroll;
bn: ট্রাকপ্যাড;পয়েন্টার;ক্লিক;ট্যাপ;বোতাম;ট্রাকবল;স্ক্রল;

source: General
bn: সাধারণ

source: Primary Button
bn: প্রাথমিক বোতাম

source: Sets the order of physical buttons on mice and touchpads.
bn: আসল বোতামগুলো সাজান মাউস এবং টাচপ্যাডে

source: Left
bn: বাম

source: Right
bn: ডানদিকে

source: Mouse
bn: মাউস

source: Mouse Speed
bn: মাউসের গতি

source: Double-click timeout
bn: দ্বিতীয়-চাপের সময়সীমা

source: Natural Scrolling
bn: স্বাভাবিক গতিতে স্ক্রল করা

source: Scrolling moves the content, not the view.
bn: স্ক্রল করলে বিষয়টি নড়বে, দেখাটা নয়

source: Touchpad
bn: টাচপ্যাড

source: Touchpad Speed
bn: টাচপ্যাড গতি

source: Tap to Click
bn: ক্লিক করতে টোকা দিন

source: Edge Scrolling
bn: এজ স্ক্রল করা

source: Try clicking, double clicking, scrolling
bn: চেষ্টা করুন ক্লিক করতে, দু'বার ক্লিক করা, স্ক্রল করা

source: Five clicks, GEGL time!
bn: পাঁচটি ক্লিক, জিইজিএল সময়!

source: Double click, primary button
bn: দু'বার ক্লিক, প্রাথমিক বোতাম

source: Single click, primary button
bn: একবার ক্লিক, প্রাথমিক বোতাম

source: Double click, middle button
bn: দু'বার ক্লিক, মধ্যম বোতাম

source: Single click, middle button
bn: একবার ক্লিক, মধ্যম বোতাম

source: Double click, secondary button
bn: দু'বার ক্লিক, গৌণ বোতাম

source: Single click, secondary button
bn: একবার ক্লিক, গৌণ বোতাম

source: Network proxy
bn: নেটওয়ার্ক প্রক্সি

source: Oops, something has gone wrong. Please contact your software vendor.
bn: উপস, কোন একটা ভুল হয়েছে। অনুগ্রহ করে আপনার সফটওয়্যার বিক্রেতার সাথে যোগাযোগ করুন।

source: NetworkManager needs to be running.
bn: নেটওয়ার্কম্যানেজার চালাতে হবে।

source: Options…
bn: বিকল্পগুলো...

source: Wi-Fi
bn: ওয়াই-ফাই

source: 802.1x _Security
bn: 802.1x _নিরাপত্তা

source: page 1
bn: পাতা ১

source: Anony_mous identity
bn: অজ্ঞাত_নামা পরিচয়

source: Inner _authentication
bn: অন্তঃ_যাচাইকরণ

source: page 2
bn: পাতা ২

source: Security
bn: নিরাপত্তা

source: automatic
bn: স্বয়ংক্রিয়

source: Profile %d
bn: প্রোফাইল %d

source: Enterprise
bn: এন্টারপ্রাইজ

# Wifi security
source: None
bn: কোনটা নয়

source: Never
bn: কখনও নয়

source: %i day ago
bn: %i দিন আগে

# Signal strength
source: None
bn: কোনটা নয়

# Signal strength
source: Weak
bn: দুর্বল

# Signal strength
source: Ok
bn: ওকে

# Signal strength
source: Good
bn: ভাল

# Signal strength
source: Excellent
bn: দারুণ

source: Details
bn: বিস্তারিত

source: Identity
bn: পরিচয়

source: Delete Address
bn: ঠিকানা মুছুন

source: Delete Route
bn: পথ মুছুন

source: IPv4
bn: আইপিভি৪

source: IPv6
bn: আইপিভি6

# Wi-Fi/Ethernet security
source: None
bn: কোনটিই নয়

source: WEP 40/128-bit Key (Hex or ASCII)
bn: ওয়েপ 40/128-বিট কী (হেক্স বা আস্কী)

source: WEP 128-bit Passphrase
bn: ওয়েপ 128-বিট পাসফ্রেজ

source: LEAP
bn: লাফ

source: Dynamic WEP (802.1x)
bn: বহুমাত্রিক ওয়েপ (802.1x)

source: WPA & WPA2 Personal
bn: ডাব্লিউপিএ ও ডাব্লিউপিএ2 ব্যক্তিগত

source: WPA & WPA2 Enterprise
bn: ডাব্লিউপিএ ও ডাব্লিউপিএ2 ব্যবসায়িক

source: Signal Strength
bn: সংকেতের জোর

source: Link speed
bn: লিঙ্কের গতি

source: IPv4 Address
bn: IPv4 ঠিকানা

source: IPv6 Address
bn: IPv6 ঠিকানা

source: Hardware Address
bn: হার্ডওয়্যারের ঠিকানা

source: Default Route
bn: পূর্বনির্ধারিত গমনপথ

source: Last Used
bn: শেষ ব্যবহার

source: Connect _automatically
bn: সংযোগ_স্বংক্রিয়ভাবে

source: Make available to _other users
bn: অন্যদের_কাছে লভ্য করে তুলুন

source: Automatic
bn: স্বয়ংক্রিয়

source: Twisted Pair (TP)
bn: টুইস্টেড পেয়ার (টিপি)

source: Attachment Unit Interface (AUI)
bn: অ্যাটাচমেন্ট ইউনিট ইন্টারফেস (এইউআই)

source: BNC
bn: বিএনসি

source: Media Independent Interface (MII)
bn: মিডিয়া ইন্ডিপেন্ডেন্ট ইন্টারফেস (এমআইআই)

source: 10 Mb/s
bn: ১০ মেবা/এস

source: 100 Mb/s
bn: 100 মেগা

source: 1 Gb/s
bn: 1 গিগা

source: 10 Gb/s
bn: 10 গিগা

source: _Name
bn: _নাম

source: _MAC Address
bn: _এমএসি ঠিকানা

source: M_TU
bn: এম_টিইউ

source: _Cloned Address
bn: _ঠিকানা প্রতিলিপিকৃত

source: bytes
bn: বাইটগুলো

source: Automatic (DHCP)
bn: স্বয়ংক্রিয় (ডিএইচসিপি)

source: Link-Local Only
bn: লিঙ্ক-লোকাল শুধু

source: Address
bn: ঠিকানা

source: Netmask
bn: নেটমাস্ক

source: Gateway
bn: গেইটওয়ে
