Repository: endlessm/gnome-control-center
Catalog: po/*.po
Languages: bn

source: Measurement
bn: পরিমাপন

source: Paper
bn: কাগজ

source: No input sources found
bn: কোন ইনপুট উৎস পাওয়া যায়নি

# Keyboard Layout
source: Other
bn: অন্যান্য

source: Add a Keyboard Layout
bn: একটি কীবোর্ড লেআউট যোগ করুন

source: Input methods can’t be used on the login screen
bn: লগিন করবার পর্দায় ইনপুট পদ্ধতি ব্যবহার করা যাবে না

source: My Account
bn: আমার একাউন্ট

source: Login Screen
bn: লগিন পর্দা

source: _Language
bn: _ভাষা

source: _Formats
bn: _ফর্ম্যাট

source: Keyboard Layouts
bn: কীবোর্ড ধরন

source: No input source selected
bn: কোন ইনপুট উৎস নির্বাচিত হয়নি

source: Login settings are used by all users when logging into the system
bn: সিস্টেমে লগিন থাকলে সব ব্যবহারকারী লগিন সেটিংস ব্যবহার করেন

source: Keyboard Layout Options
bn: কীবোর্ড বহির্বিন্যাস সংক্রান্ত অপশন

source: Use the _same source for all windows
bn: সকল উইন্ডোজের জন্য একই_উৎস ব্যবহার করুন

source: Allow _different sources for each window
bn: বিভিন্ন উৎসকে_অনুমতি দিন প্রতিটি উইন্ডোজের ক্ষেত্রে

source: Super+Shift+Space
bn: সুপার+শিফট+স্পেস

source: Super+Space
bn: সুপার+স্পেস

source: Left+Right Alt
bn: বাম+ডান অলট

source: Select your display language, formats, keyboard layouts and input sources
bn: আপনার প্রদর্শন ভাষা, ফর্ম্যাট, কীবোর্ডের ধরন এবং ইনপুট উৎস নির্বাচন করুন

source: Language;Layout;Keyboard;Input;
bn: ভাষা;লেআউট;কীবোর্ড;ইনপুট;

source: Select Location
bn: স্থান নির্বাচন করুন

source: _OK
bn: _ওকে

source: No applications found
bn: কোন অ্যাপ্লিকেশন পাওয়া যায় নি

source: Move Up
bn: উপরে যান

source: Move Down
bn: নিচে যান

source: Preferences
bn: পছন্দ

source: Control which applications show search results in the Activities Overview
bn: ক্রিয়াকলাপ সংক্ষিপ্ত বিবরণে কোন অ্যাপ্লিকেশন অনুসন্ধান ফলাফল জানাবে তা নিয়ন্ত্রণ করুন

source: Search;Find;Index;Hide;Privacy;Results;
bn: অনুসন্ধান;খোঁজা;সূচক;লুকান;গোপনীয়তা;ফলাফল;

source: Search Locations
bn: স্থান অনুসন্ধান করুন

source: Places
bn: স্থানসমূহ

source: Bookmarks
bn: চিহ্নকৃত

source: Other
bn: অন্যান্য

source: No networks selected for sharing
bn: ভাগ করার জন্য কোন নেটওয়ার্ক নির্বাচিত হয়নি

# service is enabled
source: On
bn: চালু

# service is disabled
source: Off
bn: বন্ধ

# service is enabled
source: Enabled
bn: সচল

# service is active
source: Active
bn: সক্রিয়

source: Choose a Folder
bn: ফোল্ডার বেছে নিন

source: Copy
bn: অনুলিপি

source: Sharing
bn: ভাগ করা

source: _Computer Name
bn: _কম্পিউটারের নাম

source: _Screen Sharing
bn: _পর্দা ভাগ করে নেয়া

source: _Media Sharing
bn: _মিডিয়া ভাগ করে নেয়া

source: _Remote Login
bn: _দূরবর্তী লগিন

source: Some services are disabled because of no network access.
bn: কিছু সেবা অচল কারণ নেটওয়ার্ক প্রবেশাধিকার নেই

source: _Require Password
bn: _পাসওয়ার্ড প্রয়োজন

source: Remote Login
bn: দূরবর্তী লগিন

source: Screen Sharing
bn: পর্দা ভাগ করা

source: _Password:
bn: পাসওয়ার্ড

source: _Show Password
bn: _পাসওয়ার্ড দেখান

source: Access Options
bn: প্রবেশাধিকারের বিকল্পগুলো

source: _New connections must ask for access
bn: _নতুন সংযোগে অবশ্যই প্রবেশ করতে জিজ্ঞেস করবে

source: _Require a password
bn: _একটি পাসওয়ার্ড দরকার

source: Media Sharing
bn: মিডিয়া ভাগ করা

source: Folders
bn: ফোল্ডার

source: Control what you want to share with others
bn: অন্যের সাথে আপনি কী ভাগ করবেন তা নিয়ন্ত্রণ করুন

source: share;sharing;ssh;host;name;remote;desktop;media;audio;video;pictures;photos;movies;server;renderer;
bn: ভাগ;ভাগ করা;এসএসএইচ;হোস্ট;নাম;দূরবর্তী;ডেস্কটপ;মিডিয়া;শব্দ;ভিডিও;ছবি;আলোকচিত্র;চলচ্চিত্র;সার্ভার;রেন্ডেরার;

source: Networks
bn: নেটওয়ার্ক

source: Enable or disable remote login
bn: দূরবর্তী লগিন সচল বা অচল করুন

source: Authentication is required to enable or disable remote login
bn: দূরবর্তী লগিন সচল বা অচল করতে যাচাই প্রয়োজন

source: Custom
bn: স্বনির্বাচিত

source: Bark
bn: ঘেউ ঘেউ

source: Drip
bn: ফোঁটা ফোঁটা করে পড়া

source: Glass
bn: কাঁচ

source: Sonar
bn: প্রতিফলিত শব্দ তরঙ্গ

source: Output
bn: আউটপুট

source: Test
bn: পরীক্ষা

source: Subwoofer
bn: সাবউফার

source: Input
bn: ইনপুট

source: Sound
bn: শব্দ

source: Change sound levels, inputs, outputs, and alert sounds
bn: শব্দের মাত্রা, ইনপুট, আউটপুট এবং সচকিত করার শব্দ পরিবর্তন করুন

source: Card;Microphone;Volume;Fade;Balance;Bluetooth;Headset;Audio;
bn: কার্ড;মাইক্রোফোন;শব্দমাত্রা;ঝাপসা;ব্যালান্স;ব্লুটুথ;হেডসেটশব্দ;

# cursor size
source: Default
bn: ডিফল্ট

# cursor size
source: Medium
bn: মধ্যম

# cursor size
source: Large
bn: বড়

source: _Always Show Universal Access Menu
bn: _সব সময় বিশ্ব প্রবেশ তালিকা দেখাও

source: Seeing
bn: দৃশ্যতা

source: _High Contrast
bn: _উচ্চ বৈপরীত্য

source: _Large Text
bn: _বড় অক্ষর

source: _Zoom
bn: _জ্যুম

source: Screen _Reader
bn: পর্দা_পঠন

source: _Sound Keys
bn: _শব্দের বোতাম

source: Hearing
bn: শ্রুতি

source: _Visual Alerts
bn: _দর্শনগ্রাহ্য সতর্কতা

source: Screen _Keyboard
bn: পর্দা_কীবোর্ড

source: R_epeat Keys
bn: পু_নঃ বোতাম

source: Cursor _Blinking
bn: কার্সার_মিটমিট করা

source: _Typing Assist (AccessX)
bn: _টাইপ সহায়তা (প্রবেশএক্স)

source: Pointing & Clicking
bn: পয়েন্ট করা ও ক্লিক করা

source: _Mouse Keys
bn: _মাউস বোতাম

source: _Click Assist
bn: _ক্লিক সহায়তা

source: _Double-Click Delay
bn: _দু'বার-ক্লিক দেরী

source: Double-Click Delay
bn: দু'বার-ক্লিক দেরী

source: Screen Reader
bn: স্ক্রীণ রিডার

source: The screen reader reads displayed text as you move the focus.
bn: পর্দার পাঠক আপনার ফোকাস নাড়ানোর সাথে সাথে পড়তে থাকবে।

source: _Screen Reader
bn: _পর্দার পাঠক

source: Sound Keys
bn: বিপ করবে যখন নাম লক বা ক্যাপস লক চালু হবে

source: Visual Alerts
bn: দৃষ্টিনির্ভর সতর্কতা

source: _Test flash
bn: _পরীক্ষামূলক ফ্ল্যাশ

source: Use a visual indication when an alert sound occurs.
bn: যখন সাবধান করার শব্দ হবে তখন দৃষ্টিগ্রাহ্য ছবিও দেখা যাবে।

source: Flash the _window title
bn: ফ্ল্যাশ_উইন্ডোর শিরোনাম

source: Flash the entire _screen
bn: পুরো পর্দাকে_ফ্ল্যাশ করুন

source: Repeat Keys
bn: পুনরাবৃত্তি কী

source: Key presses repeat when key is held down.
bn: বোতাম চেপে ধরে রাখলে একই কাজ করতে থাকবে।

source: Repeat keys delay
bn: পুনরাবৃত্তি বোতামের বিলম্ব

source: Speed
bn: গতি

source: Repeat keys speed
bn: কী পুনরাবৃত্তির গতি

source: Cursor Blinking
bn: কার্সার জ্বলছে-নিভছে

source: Cursor blinks in text fields.
bn: লেখা অংশে কার্সর মিটমিট করছে।

source: Cursor blinking speed
bn: কার্সার মিটমিট করার গতি

source: Typing Assist
bn: টাইপ করার সহায়ক

source: _Sticky Keys
bn: _স্টিকি বোতাম

source: Treats a sequence of modifier keys as a key combination
bn: মোডিফায়ার কীর ক্রমকে কী সমাবেশ হিসেবে বিবেচনা করুন

source: _Disable if two keys are pressed together
bn: _দু'টি বোতাম একত্রে চাপলে অচল হবে

source: Beep when a _modifier key is pressed
bn: কোন_মডিফাই করার বোতাম চাপলে বিপ শব্দ হবে

source: S_low Keys
bn: ধী_র বোতাম

source: Puts a delay between when a key is pressed and when it is accepted
bn: যখন একটি কী চাপার পরে গৃহীত হওয়া পর্যন্ত কিছু সময় বিরতি দিন

source: A_cceptance delay:
bn: বিলম্ব গৃ_হীত:

# slow keys delay
source: Short
bn: সংক্ষিপ্ত

source: Slow keys typing delay
bn: ধীর বোতাম দেরীতে টাইপ করে

# slow keys delay
source: Long
bn: লম্বা

source: Beep when a key is pr_essed
bn: কোন বোতাম চা_পলে বিপ করে শব্দ হবে

source: Beep when a key is _accepted
bn: কোন বোতাম_গৃহীত হলে বিপ করে শব্দ হবে

source: Beep when a key is _rejected
bn: কোন বোতাম_প্রত্যাখ্যাত হলে বিপ করে শব্দ হবে

source: _Bounce Keys
bn: _বাউন্স বোতাম

source: Ignores fast duplicate keypresses
bn: দ্রুত গতিতে দুইবার কী চাপা হলে তা উপেক্ষা করা হবে

# bounce keys delay
source: Short
bn: সংক্ষিপ্ত

source: Bounce keys typing delay
bn: বান্দ বোতামদের দেরীতে টাইপ

# bounce keys delay
source: Long
bn: লম্বা

source: _Enable by Keyboard
bn: _কীবোর্ড দিয়ে সচল করুন

source: Turn accessibility features on and off using the keyboard
bn: কীবোর্ড দিয়ে বিভিন্ন ফিচারে প্রবেশ চালু ও বন্ধ করুন

source: Click Assist
bn: ক্লিক সহায়ক

source: _Simulated Secondary Click
bn: _একই সাথে গৌণ ক্লিক

source: Trigger a secondary click by holding down the primary button
bn: প্রধান বাটনটি টিপে রেখে, দ্বিতীয় ক্লিক ট্রিগার করুন

# secondary click
source: Short
bn: সংক্ষিপ্ত

source: Secondary click delay
bn: গৌণ ক্লিকের বিলম্ব

# secondary click delay
source: Long
bn: লম্বা

source: _Hover Click
bn: _বোলানো ক্লিক

source: Trigger a click when the pointer hovers
bn: পয়েন্টার হোভার করার সময় ট্রিগার ক্লিক

source: D_elay:
bn: বিলম্ব: (_e)

# dwell click delay
source: Short
bn: সংক্ষিপ্ত

# dwell click delay
source: Long
bn: লম্বা

source: Motion _threshold:
bn: গতি_সীমা

# dwell click threshold
source: Small
bn: ছোট

# dwell click threshold
source: Large
bn: বড়

source: Make it easier to see, hear, type, point and click
bn: দেখা, শোনা, টাইপ, পয়েন্ট এবং ক্লিক সহজতর করুন

# Distance
source: Short
bn: সংক্ষিপ্ত

# Distance
source: ¼ Screen
bn: ¼ পর্দা

# Distance
source: ½ Screen
bn: ½ পর্দা

# Distance
source: ¾ Screen
bn: ¾ পর্দা

# Distance
source: Long
bn: লম্বা

source: Full Screen
bn: পুরো পর্দা

source: Top Half
bn: উপরের অর্ধেক

source: Bottom Half
bn: নিচের অর্ধেক

source: Left Half
bn: বামের অর্ধেক

source: Right Half
bn: ডানের অর্ধেক

source: Zoom Options
bn: জ্যুম করার বিকল্পগুলো

source: _Magnification:
bn: _বড় করে দেখানো

source: _Follow mouse cursor
bn: _মাউসের কার্সারকে অনুসরণ করা

source: _Screen part:
bn: _পর্দার অংশ:

source: Magnifier _extends outside of screen
bn: বড় করে দেখান_পর্দার বাইরে সম্প্রসারিত হয়

source: _Keep magnifier cursor centered
bn: _বড় করে দেখানর কার্সারকে কেন্দ্রে রাখুন

source: Magnifier cursor _pushes contents around
bn: বড়করে দেখান কার্সার_বিষয়বস্তুকে ঘোরায়

source: Magnifier cursor moves with _contents
bn: বড় করে দেখান কার্সার বিষয়বস্তুর সাথে_ ঘোরে

source: Magnifier Position:
bn: বড় করে দেখানর অবস্থান:

source: Magnifier
bn: বড় করে দেখান

source: _Thickness:
bn: _পুরুত্ব

# universal access, thickness
source: Thin
bn: চিকন

# universal access, thickness
source: Thick
bn: পুরু

source: _Length:
bn: _দৈর্ঘ্য

source: Co_lor:
bn: র_ঙ

source: _Crosshairs:
bn: _ক্রসহেয়ার্স:

source: _Overlaps mouse cursor
bn: _মাউস কার্সার সমপতিত

source: Crosshairs
bn: ক্রসহেয়ার্স

source: _White on black:
bn: _কালোর ওপর সাদা

source: _Brightness:
bn: _উজ্জ্বলতা

source: _Contrast:
bn: _বৈপরীত্য

# universal access, contrast
source: Co_lor
bn: র_ঙ

# universal access, color
source: None
bn: কেউ না

# universal access, color
source: Full
bn: পুরো

# universal access, brightness
source: Low
bn: নিচু

# universal access, brightness
source: High
bn: উঁচু

# universal access, contrast
source: Low
bn: নিচু

# universal access, contrast
source: High
bn: উঁচু

source: Color Effects:
bn: রংয়ের প্রভাব:

source: Color Effects
bn: রংয়ের প্রভাব

source: Failed to add account
bn: একাউন্ট যোগ করা ব্যর্থ

source: The passwords do not match.
bn: পাসওয়ার্ড মেলেনি

source: Failed to register account
bn: একাউন্ট নিবন্ধন ব্যর্থ

source: No supported way to authenticate with this domain
bn: এই ডোমেইনে যাচাই করার পদ্ধতিটি সহায়ক নয়

source: Failed to join domain
bn: ডোমেইনে যুক্ত হতে ব্যর্থ

source: That login name didn’t work. Please try again.
bn: লগিন নাম কাজ করছে না অনুগ্রহ করে আবার চেষ্টা করুন।

source: That login password didn’t work. Please try again.
bn: লগিন পাসওয়ার্ডটি কাজ করছে না অনুগ্রহ করে চেষ্টা করুন।

source: Failed to log into domain
bn: ডোমেইনে লগিন ব্যর্থ

source: Add User
bn: ব্যবহারকারী যোগ করুন

source: _Full Name
bn: _পুরো নাম

source: Standard
bn: আদর্শ

source: Administrator
bn: প্রশাসক

source: Account _Type
bn: একাউন্ট_ধরন

source: Allow user to set a password when they next _login
bn: ব্যবহারকারীরা পরেরবার_লগিন করার সময় পাসওয়ার্ড দেবার অনুমতি দেয়া

source: Set a password _now
bn: এখনই_পাসওয়ার্ড দিন

source: Password _Reminder
bn: পাসওয়ার্ড_স্মরণ

source: _Domain
bn: _ডোমেইন

source: _Enterprise Login
bn: _ব্যবসায়িক লগিন

source: Browse for more pictures
bn: আরো ছবির জন্য ব্রাউজ

source: This Week
bn: এই সপ্তাহ

source: Last Week
bn: গত সপ্তাহ

source: Session Ended
bn: সেশন শেষ

source: Session Started
bn: সেশন শুরু

source: Please choose another password.
bn: অনুগ্রহ করে আরেকটি পাসওয়ার্ড নির্বাচন করুন।

source: Please type your current password again.
bn: অনুগ্রহ করে আপনার বর্তমান পাসওয়ার্ড আবার লিখুন।

source: Password could not be changed
bn: পাসওয়ার্ড পরিবর্তন করা যাবেনা

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন

source: Ch_ange
bn: পরিবর্তন (_a)

source: _New Password
bn: _নতুন পাসওয়ার্ড

source: Current _Password
bn: বতর্মান_পাসওয়ার্ড

source: Cannot automatically join this type of domain
bn: এ ধরণের ডোমেইনে স্বয়ংক্রিয়ভাবে যোগ দেয়া যায় না

source: No such domain or realm found
bn: এমন ডোমেইন বা এলাকা পাওয়া যায় নি

source: Cannot log in as %s at the %s domain
bn: %s নামে %s ডোমেইনে লগিন করা যাচ্ছে না

source: Invalid password, please try again
bn: ভুল পাসওয়ার্ড, অনুগ্রহ করে আবার চেষ্টা করুন

source: Couldn’t connect to the %s domain: %s
bn: সংযোগ করাচ্ছে না %s ডোমেইন; %s

source: Failed to delete user
bn: ব্যবহাকারী মুছে ফেলতে ব্যর্থ

source: Failed to revoke remotely managed user
bn: দূর ব্যবস্থাধীন ব্যবহারকারী প্রত্যাহার করা যাচ্ছে না

source: You cannot delete your own account.
bn: আপনি আপনার নিজের একাউন্ট মুছে ফেলতে পারবেননা।

source: %s is still logged in
bn: %s এখনো লগ ইন রয়েছে

source: Deleting a user while they are logged in can leave the system in an inconsistent state.
bn: ব্যবহারকারীরা লগইন থাকা অবস্থায় তাদেরকে মুছে ফেললে সিস্টেমে অসামঞ্জস্য অবস্থা হতে পারে।

source: Do you want to keep %s’s files?
bn: %s ফইলটি রেখে দিতে চান?

source: It is possible to keep the home directory, mail spool and temporary files around when deleting a user account.
bn: ব্যবহারকারীর একাউন্ট মুছে ফেলার সময় প্রধান ডিরেক্টরি, মেইল স্পুল এবং অস্থায়ী ফাইল রেখে দেওয়া যায়।

source: _Delete Files
bn: ফাইল মুছে ফেলুন (_D)

source: _Keep Files
bn: ফাইল রাখুন (_K)

source: Are you sure you want to revoke remotely managed %s’s account?
bn: আপনি কি নিশ্চিতভাবে দূরবর্তী ব্যবস্থাধীন %s'-এর একাউন্ট প্রত্যাহার করতে চান?

source: _Delete
bn: _মুছুন

# Password mode
source: Account disabled
bn: একাউন্ট নিষ্ক্রিয়

# Password mode
source: To be set at next login
bn: পরবর্তী লগ ইনে নির্ধারণ

# Password mode
source: None
bn: একটিও না

source: Logged in
bn: লগিন করা

source: Failed to contact the accounts service
bn: একাউন্ট সার্ভিসের সাথে যোগাযোগ করতে ব্যর্থ

source: Please make sure that the AccountService is installed and enabled.
bn: অনুগ্রহপূর্বক নিশ্চিত হোন যে একাউন্ট সার্ভিস সঠিকভাবে ইনস্টল ও সক্রিয় করা আছে কি না

source: To make changes, click the * icon first
bn: পরিবর্তন করতে, *আইকনটি প্রথমে ক্লিক করুন

source: Create a user account
bn: একটি ব্যবহারকারী একাউন্ট তৈরি করুন

source: To create a user account, click the * icon first
bn: ব্যবহারকারী একাউন্ট তৈরি করতে * আইকনে ক্লিক করুন প্রথমে

source: Delete the selected user account
bn: নির্বাচিত ব্যবহারকারী একাউন্ট মুছুন

source: To delete the selected user account, click the * icon first
bn: নির্বাচিত ব্যবহারকারী একাউন্ট মুছতে * আইকনে ক্লিক করুন প্রথমে

source: _Add User…
bn: ব্যবহারকারী যোগ করুন…

source: Your session needs to be restarted for changes to take effect
bn: পরিবর্তনগুলো কার্যকর হবার জন্য আপনার সেশনটি পুনরারপম্ভ করতে হবে

source: Restart Now
bn: পুনরাম্ভ এখনই

source: A_utomatic Login
bn: স্ব_ংক্রিয় লগিন

source: _Fingerprint Login
bn: _আঙুলের ছাপ লগিন

source: User Icon
bn: ব্যবহারকারী লগিন

source: Last Login
bn: শেষ লগিন

source: Left thumb
bn: বাম হাতের বৃদ্ধাঙ্গুলি

source: Left middle finger
bn: বামহাতের মধ্যাঙ্গুল

source: Left ring finger
bn: বামহাতের অনামিকা

source: Left little finger
bn: বাম হাতের কড়ে আঙুল

source: Right thumb
bn: ডান হাতের বৃদ্ধাঙ্গুলি

source: Right middle finger
bn: ডান হাতের মধ্যাঙ্গুল

source: Right ring finger
bn: ডান হাতের অনামিকা

source: Right little finger
bn: ডান হাতের কড়ে আঙুল

source: Enable Fingerprint Login
bn: আঙ্গুলের ছাপ সহযোগে লগ-ইন সক্রিয়

source: _Right index finger
bn: _ডান তর্জনী

source: _Left index finger
bn: _বাম তর্জনী

source: _Other finger:
bn: _অন্য আঙুল

source: Your fingerprint was successfully saved. You should now be able to log in using your fingerprint reader.
bn: সাফল্যের সাথে আপনার আঙ্গুলের ছাপ সংরক্ষিত হয়েছে। আঙ্গুলের ছাপ রীডার সহযোগে আপনি এখন লগ-ইন করতে সক্ষম হবেন।

source: Users
bn: ব্যবহারকারী

source: Add or remove users and change your password
bn: ব্যবহারকারী যোগ বা বিয়োগ করুন এবং আপনার পাসওয়ার্ড পরিবর্তন

source: _Enroll
bn: _তালিকাভুক্তিকরণ

source: Domain Administrator Login
bn: ডোমেইন অ্যাডমিনিস্ট্রেটর লগিন

source: In order to use enterprise logins, this computer needs to be enrolled in the domain. Please have your network administrator type their domain password here.
bn: ব্যবসায়িক লগিন করতে হলে, এই কম্পিউটারের দরকার ডমেইনে তালিকাভুক্ত হবার। অনুগ্রহ করে আপনার নেটওয়ার্ক ডোমেইন অ্যাডমিনিস্ট্রেটরকে বলুন তাদের ডমেইন পাসওয়ার্ড এখানে টাইপ করতে।

source: Administrator _Name
bn: অ্যাডমিনিস্ট্রেটরে_নাম

source: Administrator Password
bn: অ্যাডমিনিস্ট্রেটরের পাসওয়ার্ড

source: Manage user accounts
bn: ব্যবহারকারী একাউন্ট ব্যবস্থাপনা

source: Authentication is required to change user data
bn: ব্যবহারকারীর তথ্য পরিবর্তন করতে যাচাইকরণ প্রয়োজন

# Password hint
source: The new password needs to be different from the old one.
bn: নতুন পাসওয়ার্ডটি পুরোনটির চাইতে ভিন্নতর হতে হবে।

# Password hint
source: Try changing some letters and numbers.
bn: কিছু অক্ষর ও সংখ্যা বদলাতে চেষ্টা করুন।

# Password hint
source: Try changing the password a bit more.
bn: পাসওয়ার্ডটি আরেকটু পরিবর্তন করতে চেষ্টা করুন।

# Password hint
source: A password without your user name would be stronger.
bn: পাসওয়ার্ডেও আপনার নাম না থাকলে তা আরও শক্তিশালী হবে।

# Password hint
source: Try to avoid using your name in the password.
bn: পাসওয়ার্ডে আপনার নাম দেয়াটা এড়িয়ে যান।

# Password hint
source: Try to avoid some of the words included in the password.
bn: পাসওয়ার্ডে কিছু শব্দ যোগ করাটা এড়িয়ে যান।

# Password hint
source: Try to avoid common words.
bn: প্রচলিত শব্দগুলো এড়িয়ে যান।

# Password hint
source: Try to avoid reordering existing words.
bn: পুরানো শদ্গুলোকে নতুন করে না সাজাতে চেষ্টা করুন।

# Password hint
source: Try to use more numbers.
bn: আরও বেশি সংখ্যা ব্যবহার করতে চেষ্টা করুন।

# Password hint
source: Try to use more uppercase letters.
bn: বড় হাতের অক্ষর বেশি ব্যবহার করতে চেষ্টা করুন।

# Password hint
source: Try to use more lowercase letters.
bn: ছোট হাতের অক্ষর বেশি করতে চেষ্টা করুন।

# Password hint
source: Try to use more special characters, like punctuation.
bn: যতি চিহ্নের মত বিশেষ অক্ষর বেশি করতে চেষ্টা করুন।

# Password hint
source: Try to use a mixture of letters, numbers and punctuation.
bn: অক্ষর, সংখ্যা ও যতিচিহ্ন মিশিয়ে করতে চেষ্টা করুন।

# Password hint
source: Try to avoid repeating the same character.
bn: একই ক্যারেক্টার পুনঃ পুনঃ ব্যবহার না করতে চেষ্টা করুন।

# Password hint
source: Try to avoid repeating the same type of character: you need to mix up letters, numbers and punctuation.
bn: একই রকম ক্যারেক্টার পুনঃ পুনঃ ব্যবহার না করতে চেষ্টা করুন: আপনাকে অক্ষর, সংখ্যা ও যতিচিহ্ন মেশাতে হবে।

# Password hint
source: Try to avoid sequences like 1234 or abcd.
bn: 1234 বা abcd ধারাবাহিকতা রক্ষা করতে চেষ্টা করুন।

# Password hint
source: Mix uppercase and lowercase and try to use a number or two.
bn: বড় ও ছোটহাতের মেশান এবং একটি বা দু'টি সংখ্যা ব্যবহার করুন।

source: Authentication failed
bn: প্রমাণীকরণে ব্যর্থ

source: The new password is too short
bn: নতুন পাসওয়ার্ড অত্যন্ত ছোট।

source: The new password is too simple
bn: নতুন পাসওয়ার্ড অত্যন্ত সরল।

source: The old and new passwords are too similar
bn: পুরনো ও নতুন পাসওয়ার্ডের গঠন অতিমাত্রায় অনুরূপ।

source: The new password has already been used recently.
bn: নতুন পাসওয়ার্ড বর্তমানে ইতোমধ্যেই ব্যবহৃত হয়েছে।

source: The new password must contain numeric or special characters
bn: নতুন পাসওয়ার্ডের মধ্যে সংখ্য ও বিশেষ অক্ষরের উপস্থিতি বাঞ্ছনীয়

source: The old and new passwords are the same
bn: পুরোনো ও নতুন পাসওয়ার্ড অনুরূপ

source: Your password has been changed since you initially authenticated!
bn: প্রারম্ভে আপনার পরিচয় অনুমোদিত হওয়ার ফলে আপনার পাসওয়ার্ড পরিবর্তিত হয়েছে!

source: The new password does not contain enough different characters
bn: নতুন পাসওয়ার্ডের মধ্যে যথেষ্ট ভিন্ন অক্ষর নেই।

source: Unknown error
bn: অজ্ঞাত ত্রুটি

source: The username is too long.
bn: ব্যবহারকারী নামটি অতিরিক্ত লম্বা

source: The username cannot start with a “-”.
bn: ব্যবহারকারী নামটি '-' দিয়ে শুরু হতে পারবে না।

source: The username should only consist of upper and lower case letters from a-z, digits and the following characters: . - _
bn: ব্যবহারকারী নামটিতে শুধু বড় হাতের এবং ছোটহাতের অক্ষর থাকবে a-z থেকে, সংখ্যা এবং কোন একটা সংকেত '.', '-' এবং '_'।

source: This will be used to name your home folder and can’t be changed.
bn: আপনার নীড় ফোল্ডারের নাম হিসেবে ব্যবহার হবে এবং বদলানো যাবে না।

source: You are not allowed to access the device. Contact your system administrator.
bn: আপনি এই ডিভাইস ব্যবহার করতে অনুমোদিত নন। অনুগ্রহ করে সিস্টেম প্রশাসকের সাথে যোগাযোগ করুন।

source: The device is already in use.
bn: ডিভাইসটি বর্তমানে ব্যবহৃত হচ্ছে।

source: An internal error occurred.
bn: একটি অভ্যন্তরীণ ত্রুটি হয়েছে।

source: Enabled
bn: সক্রিয়

source: Delete registered fingerprints?
bn: নিবন্ধিত আঙ্গুলের ছাপ মুছে ফেলা হবে কি?

source: _Delete Fingerprints
bn: আঙ্গুলের ছাপ মুছে ফেলুন (_D)

source: Do you want to delete your registered fingerprints so fingerprint login is disabled?
bn: আঙ্গুলের ছাপ সহযোগে লগ-ইন ব্যবস্থা নিষ্ক্রিয় করার উদ্দেশ্যে নিবন্ধিত আঙ্গুলের ছাপগুলি কি মুছে ফেলা হবে?

source: Done!
bn: সমাপ্ত!

source: Could not access “%s” device
bn: '%s' ডিভাইস ব্যবহার করা যাচ্ছেনা

source: Could not start finger capture on “%s” device
bn: '%s' ডিভাইসের মধ্যে আঙ্গুলের ছাপ প্রাপ্তিতে ব্যর্থ

source: Could not access any fingerprint readers
bn: আঙ্গুলের ছাপ পাঠের কোনো ব্যবস্থা প্রয়োগ করা যায়নি

source: Please contact your system administrator for help.
bn: অনুগ্রহ করে সহায়তার জন্য আপনার সিস্টেম প্রশাসকের সাথে যোগাযোগ করুন।

source: To enable fingerprint login, you need to save one of your fingerprints, using the “%s” device.
bn: আঙ্গুলের ছাপ সহযোগে লগ-ইন ব্যবস্থা সক্রিয় করার জন্য, '%s' ডিভাইস সহযোগে অন্তত একটি আঙ্গুলের ছাপ সংরক্ষণ করা আবশ্যক।

source: Selecting finger
bn: আঙুল নির্বাচন করুন

source: Enrolling fingerprints
bn: আঙুল তালিকাভুক্ত করুন

source: Map Buttons
bn: মানচিত্র বোতাম

source: Map buttons to functions
bn: মানচিত্রের বোতামের কার্যকারীতা

source: To edit a shortcut, choose the “Send Keystroke” action, press the keyboard shortcut button and hold down the new keys or press Backspace to clear.
bn: কোন সংক্ষিপ্ত সম্পাদন করতে হলে বেছে নিন 'কীস্ট্রোক পাঠান" ক্রিয়া, কীবোর্ডের সংক্ষিপ্ত বোতাম চাপুন এবং নতুন বোতাম চেপে রাখুন বা ব্যাকস্পেস চাপুন সব মুছে ফেলতে।

source: Please tap the target markers as they appear on screen to calibrate the tablet.
bn: লক্ষ্য চিহ্নিতের ওপরে টোকা দিন ট্যাবলেট ক্যালিব্রেট করার সময় পর্দায় দেখা গেলে।

source: Mis-click detected, restarting…
bn: ক্লিক ফসকানো শণাক্ত হয়েছে, পুনর্বার চালু হচ্ছে...

# Wacom action-type
source: Send Keystroke
bn: কীস্ট্রোক পাঠান

# Wacom action-type
source: Switch Monitor
bn: মনিটর সুইচ

# Wacom action-type
source: Show On-Screen Help
bn: পর্দার ওপরে সাহায্য দেখাও

source: Output:
bn: আউটপুট

source: Keep aspect ratio (letterbox):
bn: আনুমানিক অনুপাত রাখুন (চিঠিরবাক্স):

source: Map to single monitor
bn: একক মনিটরে মানচিত্র

source: %d of %d
bn: %d এর %d

source: Display Mapping
bn: মানচিত্রের প্রদর্শন

source: Stylus
bn: স্তিল্যুস

source: Button
bn: বোতাম

source: Wacom Tablet
bn: ওয়াকম ট্যাবলেট

source: Set button mappings and adjust stylus sensitivity for graphics tablets
bn: বোতাম দিয়ে মানচিত্র করা ঠিক করুন এবং গ্রাফিক ট্যাবলেটের জন্য স্তিল্যুসের সংবেদনশীলতা নির্ধারণ করুন

source: Tablet;Wacom;Stylus;Eraser;Mouse;
bn: ট্যাবলেট;ওয়াকম;স্তিল্যুস;ইরেজার;মাউস;

source: Tablet (absolute)
bn: ট্যাবলেট (সম্পূর্ণ)

source: Touchpad (relative)
bn: টাচপ্যাড (সম্পর্কিত)

source: Tablet Preferences
bn: ট্যাবলেট পছন্দ

source: _Help
bn: _সাহায্য

source: No tablet detected
bn: কোন ট্যাবলেট পাওয়া যায় নি

source: Please plug in or turn on your Wacom tablet
bn: অনুগ্রহ করে আপনার ওয়াকম ট্যাবলেট প্লাগ ইন বা চালু করুন

source: Bluetooth Settings
bn: ব্লুটুথ সেটিংস

source: Tracking Mode
bn: অনুসরণ মোড
